Vocabulary	Count
verse	31102
chu	25976
a	19193
ahi	16761
ding	14897
jong	12530
chun	11233
hi	9667
le	9121
in	7047
ho	6422
chule	5992
khat	5531
pakai	5373
hiche	5053
ahin	4872
ama	4814
jouse	3816
hin	3787
jeng	3718
dinga	3640
ati	3544
mi	3505
pathen	3403
amaho	3018
thu	2917
ahung	2803
keiman	2777
chuin	2734
hung	2663
keima	2540
israel	2472
pakaiyin	2439
leh	2422
mite	2385
lang	2368
tah	2366
ham	2327
tin	2324
lah	2318
diu	2288
pericope	2277
chunga	2274
nangma	2254
chapa	2153
tai	2148
lou	2148
lengpa	2131
hijeh	2112
toh	2090
kona	2089
ni	2042
uvin	2033
jah	2028
aman	2008
kit	1961
nang	1944
henga	1904
thei	1838
ajeh	1764
thil	1731
soh	1724
khopi	1691
um	1677
cheh	1661
ahitai	1652
mihem	1623
ahiye	1619
phat	1617
ahileh	1611
uva	1600
dingin	1598
sunga	1570
konin	1551
tan	1520
nangho	1488
nangman	1477
pang	1439
som	1434
hen	1405
david	1396
ah	1389
ijeh-inem	1384
jing	1384
dingu	1361
louhel	1355
chengse	1347
jengin	1338
tauve	1336
din	1335
ahiuve	1307
vang	1216
chate	1216
gam	1203
lut	1182
hichun	1169
kum	1169
aseiye	1126
ajah	1114
banga	1113
hitin	1112
bang	1096
amahon	1086
hel	1082
mong	1043
leiset	1040
lam	1037
hon	1027
chan	1005
aseiyin	995
-	988
peh	984
jeh	972
judah	964
mose	952
thilto	950
na	941
lung	940
itileh	933
chang	932
bangin	925
lama	909
ipi	909
chujongle	908
leng	898
tei	892
tia	886
sang	885
gamsunga	869
ti	868
kon	867
sah	862
koi	847
vo	847
kei	847
min	845
miho	843
pathenin	835
hitobang	830
chung	820
ahivangin	812
mipi	811
jerusalem	811
dia	808
itile	807
insung	801
egypt	796
hiti	784
gama	784
teni	781
vetan	772
khut	768
lai	767
nikho	763
doh	763
ahile	761
n	749
khu	738
jesu	735
cheng	727
jin	726
pa	722
houin	716
ma	704
ahiuvin	703
nga	701
tobang	701
louva	695
dunga	692
kitipa	691
la	683
phung	682
abol	678
lha	677
hichea	665
geiya	662
mang	661
sagi	658
keiho	640
abonchan	639
bol	639
geiyin	636
te	624
laiya	624
gal	622
numei	618
dan	614
ja	614
hih	610
asei	605
teng	605
nanghon	605
gamsung	596
kelngoi	592
nahi	588
nangin	585
theina	581
lhon	576
pat	572
kahi	570
lhah	569
un	567
ahinla	564
christa	564
pen	562
khoa	562
khopia	562
thum	561
hijongle	559
hicheng	557
twi	555
li	555
kiti	553
nan	549
u	546
chapate	543
aboncha	540
kho	539
thusei	539
nung	538
mun	534
lhonin	533
pasal	533
saul	530
hita	518
ahibouve	516
cha	515
van	514
namtin	514
tauvin	511
masanga	508
vaipi	507
jou	504
aum	498
tah-in	493
kahin	492
akhut	491
angsunga	489
jenga	480
tamtah	478
chutoh	476
jacob	474
dang	468
eiho	468
chuphat	468
chuti	465
e	465
chutengle	463
maicham	461
lhagao	460
sana	459
o	459
hikoma	458
bou	458
thing	456
hihen	454
anei	454
pai	454
lheh	449
jesun	442
chujouvin	435
solomon	433
nei	433
sung	432
phunga	431
nahin	429
an	428
hichu	423
theng	422
tha	421
lhin	419
jouseu	416
adonbut	415
koma	414
lengpan	413
thilse	411
douna	411
dung	410
tampi	404
keiyin	404
danthu	402
hitam	401
nau	401
tengleh	400
nabol	399
pumpi	397
kelkot	396
nahiuve	395
amanu	394
khom	394
alung	393
israelte	391
them	389
aseitai	388
atiuve	386
jenge	384
tong	384
sepai	384
behseh	383
man	381
hilou	381
seh	376
to	373
song	372
chonset	371
neh	370
amin	368
aaron	368
adih	367
kisem	361
jousea	360
hijongleh	357
lhung	353
ahipoi	353
sanga	353
hitia	348
noiya	344
lim	344
tun	343
thempu	337
chutah	337
changlhah	337
jo	337
nin	335
kitepna	334
am	331
molsang	331
jat	328
pon	326
khah	323
ahitan	322
imacha	322
khum	322
themgao	321
pakaiya	317
thisan	317
thi	317
kasei	315
dangka	314
thupeh	313
louvin	309
babylon	309
ngai	307
mihon	307
hileh	306
keihon	306
ab	306
amavang	304
kapeh	304
tonsot	304
pumgo	303
pharaoh	303
twikhanglen	302
abonchauvin	302
nom	301
vadung	300
miten	300
beh	299
phatthei	298
philistine	298
bongchal	298
natoh	298
chanu	297
joseph	297
jenguvin	296
deh	296
louna	294
pan	294
khun	294
jongleh	293
ana	292
keiya	292
apa	292
abonchauva	292
poi	292
chuche	291
pet	290
bep	289
iti	289
hiya	289
ponbuh	286
masa	285
umtah	284
hichejeh	283
tahsan	282
joshua	281
lampi	281
muna	279
jousen	279
sei	279
hitobanga	278
chom	277
insunga	274
chutengleh	273
apu	272
pi	270
hing	270
vantil	270
achapa	270
vah	269
phabep	269
ji	269
hijat	269
sangin	268
aboh	268
len	267
jen	267
thudol	267
ngahmun	267
chuleh	266
tua	265
kong	265
aneh	263
kah	260
ting	260
jingin	260
kati	260
kisei	260
amu	259
atiuvin	259
kut	258
chemjam	257
thahat	257
genthei	256
jan	255
kilhaina	255
dungjuiya	253
lhang	253
tou	253
thaneipen	251
lungthim	250
apeh	250
achunga	249
mai	249
amapa	247
se	247
den	247
joh	247
mipa	247
pouve	247
vannoi	246
atin	245
chujongleh	245
levi	245
gin	245
amite	243
paiyin	241
amani	241
ven	241
kahenga	240
vangin	239
thingkong	238
loupina	237
nu	236
kile	235
hih-in	235
paul	235
sa	234
aumpoi	234
abraham	233
thilpha	231
vanga	231
lhinna	230
kikhopna	230
tapoi	227
gancha	226
long	225
ba	224
kabol	224
athi	223
gei	223
jinge	222
manchah	222
nah	222
changa	221
nahenga	221
asunga	220
chonna	220
kapu	218
thao	218
chihna	218
peng	217
gel	217
hite	216
sungin	216
jordan	215
themmona	215
lengvai	215
tam	214
uma	214
moab	214
lamkai	214
mt	214
lekha	213
lhan	213
ahungin	211
sakol	211
na-pathen	210
kajah	209
achen	209
kipana	209
nam	208
kidang	208
gup	207
amudoh	207
ken	207
sepaite	207
khel	206
akhopi	206
chah	205
upa	205
lk	205
tahsa	204
indan	204
kamite	204
aphat	204
kipah	204
khovah	203
aga	203
pha	203
nia	203
aumin	203
kibol	202
nikhoa	200
thudola	199
chen	199
jingkah	198
veuvin	198
aseipeh	198
niso	197
athu	197
adang	195
dol	195
gimnamtui	195
dinguva	193
hesoh	193
masang	193
tuni	193
benjamin	193
hile	192
ahingin	192
chamna	192
nakhut	190
hop	190
thempupan	190
lhun	189
keh	189
thina	189
koima	189
dou	188
atileh	187
pou	187
loi	187
lungset	187
mitin	187
nahung	187
che	187
thilbol	187
mk	187
anu	184
alah	184
alut	184
canaan	183
thempuho	183
loupi	183
langa	182
mu	182
gamthip	182
suh	182
sun	181
apen	181
get	181
theiya	181
agam	181
nilhum	181
athat	181
chenna	181
lenggam	180
nasei	180
asol	180
loiyin	179
alhingin	178
agamsung	178
taona	178
pouvin	178
ogin	178
ka	177
achapate	177
don	177
jeh-in	176
thah	176
ahenga	176
asuh	176
lengpitwi	175
peter	174
ima	174
hetna	174
naneh	174
asat	174
chungnung	174
samuel	173
atoh	173
kitol	173
houbung	173
thoh	172
ammon	172
jiuvin	172
nunga	171
thempupa	171
kin	170
thupha	170
thet	169
kulpi	169
bei	168
heng	168
hat	168
nai	168
napeh	168
potdoh	167
jon	167
diuvin	167
nun	167
ephraim	167
lhona	166
melchihna	166
boh	166
nanei	166
chon	166
kaseipeh	166
chaten	166
khoppi	166
cholngah	165
jie	165
hichepa	164
kotpi	164
aume	164
sum	164
uve	164
maiya	164
hoi	163
nalah	163
najah	163
hinna	162
assyria	162
lei	162
chujou	162
shekel	162
neihin	162
asa	162
zion	161
thutan	160
thua	160
chengseu	160
nasa	160
john	159
monga	159
hou	159
anung	158
ing	157
jeremiah	156
chutia	156
jal	156
nahet	156
nisa	155
temin	155
kasuh	155
amoh	155
gantha	155
talen	155
chengte	154
kal	154
lhacha	154
kalung	154
hichengse	153
midih	152
pal	152
syria	152
elijah	152
dimset	151
jongle	151
elisha	151
napu	150
namu	150
muntheng	150
hezeki	150
achunguva	149
gammang	149
thiltoa	149
koiham	148
panga	148
kahung	148
ada	148
ngah	147
chibai	147
hang	147
laltouna	147
itobang	147
milim	147
cheh-in	146
atha	146
chal	146
lamkaipa	146
athilbol	145
ahiloule	145
mipin	145
hettohsah	145
kisat	145
kanei	144
milen	144
ache	143
meikong	143
alungthim	143
kangtalai	143
al	143
juda	143
hih-un	143
dungjuiyin	142
lo	142
abang	142
dounan	142
itih	142
dingun	142
dungjui	141
sum-eng	141
ta	141
ka-pathen	141
doi	141
meiya	141
zar	141
koipen	140
namite	140
anahi	139
ahinai	139
naum	139
nahim	139
ching	139
kicha	139
mit	138
kilah	138
kitoh	138
tengu	138
ponsil	137
jouvin	137
khatseh	137
seipeh	137
akipatdoh	137
ga	137
nalung	137
tahbeh	136
tol	136
bel	136
na-pathenin	136
houbuh	136
jonathan	136
jerobo	136
thih	135
ahab	135
hinkho	134
gamgi	134
hinam	134
kap	134
anun	134
themmo	134
lengte	133
apha	133
ahing	133
amit	133
pathena	133
khon	133
atahsan	133
muthim	132
nilhah	132
tola	132
numeinu	132
nalaiye	132
tu	132
hiding	132
naosen	132
chua	131
thaotwi	131
vaihom	131
kisun	131
nachunga	130
mitmun	130
khang	130
tengle	130
phaicham	130
thinglhang	130
jinga	130
lekhabua	130
vana	129
ina	129
neiya	129
athupeh	129
keiyuvin	129
mei	129
kachapa	129
lhosoh	129
ijakai	129
eihon	128
hijeng	128
asopite	127
louvu	127
ahil	127
keiyun	127
sakei	127
ten	126
kakhut	126
goulo	126
teiyin	126
ahet	126
jengu	126
seiyin	125
tapouve	125
jehoi	125
atonsot	124
isaac	124
dim	124
beiya	124
jengun	124
avah	123
gol	123
edom	123
lhai	123
akitol	123
manas	123
ju	122
amun	122
lhone	122
asah	121
mongin	121
pum	121
kai	121
that	121
levite	121
ajinu	120
midang	120
aponsil	120
kaum	120
lah-a	120
keiye	119
peh-in	119
gamla	119
tang	119
koimacha	119
koiman	119
songpi	119
apateu	119
thutanna	119
samaria	119
gou	118
laitah	118
eli	118
tobanga	117
sangan	116
kha	116
hijatpi	116
umchan	116
nauva	116
gilead	116
chutileh	116
ash	116
el	116
lentah	115
pumpia	115
loulai	115
ngaiyin	115
touvin	115
kamu	115
tunia	115
anabol	115
aseijuite	115
ahitauve	114
masapen	114
atahsa	114
mitmua	114
bong	114
leuvin	114
iah	114
vai	113
thip	113
khoh	113
tao	113
pondal	113
ganhing	112
napa	112
athoh	112
gaothu	112
tapou	111
ahijeh	111
ijeh	111
aneiyin	111
lungsetna	111
leu	110
vet	110
dih	110
esau	110
chapang	110
achonset	110
job	109
da	109
gilou	109
kel	109
nati	109
ajah-uva	109
chemjama	109
asemin	108
laiyin	108
amanun	108
akilah	108
alan	108
ohe	108
salom	108
kipat	107
del	106
vin	106
nalai	106
ainsung	106
namit	106
ong	106
migilou	106
jenguve	106
aseiyun	106
gamna	106
nit	106
neilou	106
beihel	106
abi	106
pharisee	106
jinu	105
hoa	105
agamsunga	105
nou	105
lampia	105
lom	105
ban	105
na-pathenu	105
atheng	105
chidang	105
atitai	104
apeng	104
nalungthim	104
hol	104
daniel	103
abon	103
helin	103
son	103
pumin	103
nasuh	103
mol	103
thang	103
jerusalema	103
thutah	103
thusim	102
athil	102
achom	102
tenggol	102
mina	102
hoiya	101
phu	101
asem	101
migiloute	101
theilou	101
apotdoh	101
twipi	100
gamsa	100
gaosap	100
tijat	100
lhum	100
angai	100
kapa	100
adongin	100
diuva	100
sat	100
lhontai	99
muchi	99
umna	99
ko	99
aseipeh-in	99
kipa	99
atiu	99
ahilhone	98
katao	98
louhela	98
asan	98
auma	98
kalchuh	98
semthu	98
kenjong	98
dingle	97
gollhang	97
nisom	97
khen	97
athusei	97
jala	97
akoma	97
ahinkho	97
masah	97
ahetdoh	97
reuben	97
nahenguva	97
pannabei	97
anatoh	96
chilhah	96
tho	96
athisan	96
nanga	96
theiyin	96
thaomei	96
kihei	95
lekhabu	95
ngaito	95
amanin	95
puidoh	95
achan	95
khatma	94
nat	94
mihat	94
amor	94
lhungin	94
akap	94
ngaiyuvin	94
gad	94
apoh	94
asepaite	94
themgaopa	94
samson	94
gim	93
inge	93
thilpeh	93
ipijeh-inem	93
kichat	93
sopite	93
sumkon	93
nu-ngah	93
acham	93
jiuve	93
ahamhing	93
chutobang	92
chuteng	92
hamhing	92
go	92
alha	92
somthum	92
geldoh	92
amai	92
amasa	92
lum	92
doumah	92
ahunguvin	92
achate	92
apang	92
moh	92
ibola	91
sahlam	91
kholai	91
kahiuve	91
kamit	91
ging	91
natong	91
adimset	91
ahungun	91
hilouva	91
mi-ngol	91
kathupeh	90
bola	90
anneh	90
him	90
alungset	90
adon	90
ngol	90
jet	90
khattou	89
leivui	89
chr	89
mihemin	89
eihin	89
kahsen	89
set	89
kikhom	88
kalungthim	88
be	88
thanom	88
tapon	87
achal	87
lhingset	87
acheng	87
hebron	87
aheng	87
thim	87
achang	87
nachunguva	87
nithum	86
lailunga	86
nao	86
kot	86
akouvin	86
mangin	86
manthahna	86
asohte	86
nange	86
chondan	86
galsat	86
phatah	86
thulem	86
aki	85
sopi	85
akeng	85
khompi	85
anga	85
akhang	85
noi	85
cham	85
sohchang	85
tupat	85
i	85
ahaz	85
baptize	85
apansah	84
chonsetna	84
inem	84
pumpin	84
thilkeo	84
nanit	84
nahiu	84
kinepna	84
huhhinga	84
vahchoi	84
det	83
natin	83
umdoh	83
chet	83
miching	83
tailou	83
thot	83
jeho	83
ajat	82
gentheina	82
asung	82
ading	82
pheng	82
kom	82
puilut	82
molsanga	82
ijemtia	82
akeh	81
nungin	81
chubou	81
umlou	81
thilsoh	81
khao	81
got	81
neina	81
lhuh	81
inpi	81
kiletsah	81
kamun	81
nasatah	81
aitih	81
judahte	81
adung	80
thalpi	80
namin	80
noti	80
akijam	80
hahsa	80
meiyin	80
ahingdoh	80
labol	80
hilouvin	80
ling	79
atipeh-e	79
asang	79
kam	79
san	79
nal	79
galilee	79
thuh	78
mihing	78
sah-in	78
bon	78
touna	78
ajam	78
lhaina	78
salam	78
jam	78
nagel	78
kailhah	78
tenguleh	78
dauvin	78
longlou	78
jingun	78
thingphung	77
ahivanga	77
tina	77
ahilou	77
asoh	77
keijong	77
alhinge	77
cheh-uvin	77
poh	77
alhinguvin	77
abah	77
ahol	77
kimvel	77
ahinpo	77
hui	77
solchah	77
josi	77
simon	77
sam	76
intin	76
kondoh	76
kachunga	76
ahuhdoh	76
manga	76
jiu	76
kelchal	76
pah	76
kholjin	76
lutna	76
kol	76
aphondoh	76
cedar	76
mangthah	76
balaam	76
bahkai	76
akho	75
golvah	75
lih	75
phatna	75
kimvela	74
kate	74
hichepet	74
sahem	74
vacha	74
ai	74
kitan	74
akum	74
chutile	74
napan	74
hunga	74
kitahna	74
i-pathenu	74
seipeh-in	74
aseiyuvin	74
phatchomna	74
avet	73
achun	73
dinguvin	73
khup	73
gamkai	73
nachapa	73
kathusei	73
het	73
lui	73
apangin	73
selah	73
kipatdoh	72
laiye	72
naseipeh	72
nasohpa	72
achuti	72
achung	72
lhut	72
ajot	72
kokhuh	72
agel	72
amitakip	72
aboldoh	72
kholna	72
achon	72
nalaiyin	71
agah	71
kahet	71
aseidoh	71
sahna	71
ngim	71
chol	71
koimachan	71
sunguva	71
napateu	71
akihei	71
nolnabei	71
lal	71
rehobo	71
vannoiya	70
pumhat	70
achetai	70
bethel	70
numeiho	70
ahinpoh	70
khatcha	70
nathu	70
ain	70
ajo	70
acheuvin	70
asam	70
natahsan	70
hise	70
todoh	70
dokhang	70
talent	70
kisemthu	70
kiselna	70
name	69
puma	69
panpi	69
asopipa	69
meilhang	69
kham	69
hikom	69
chukoma	69
achanu	69
mitmu	69
apetai	69
jah-a	69
midian	69
apan	69
khomin	69
apeuvin	69
songkul	69
anit	69
milimdoi	69
athahat	69
lengvaipoh	69
jehu	69
ahsi	68
ahinseiyin	68
bolna	68
agot	68
beiyin	68
nate	68
atia	68
khohsah	68
aseitauve	68
ahim	68
galmuna	68
kikoi	68
gamsungse	68
hatchungnung	68
jehosh	68
ang	67
asopi	67
lunghan	67
hungin	67
kathu	67
mihemte	67
nahetdoh	67
mah	67
achilhah	67
iham	67
hettohsahna	67
houna	67
lebanon	67
tyre	67
abner	67
book	66
ijem	66
apau	66
atam	66
lhanglam	66
ha	66
tenia	66
itobanga	66
kihahsel	66
kijot	66
alhinguve	66
lhauvin	66
amasanga	66
chuta	66
twiya	66
kijam	66
lengpilei	66
kithat	66
ahomkeova	66
munthenga	66
atodoh	66
amatah	65
keiyuva	65
agol	65
neldi	65
kitah	65
twinah	65
neipa	65
thenga	65
kitipan	65
jericho	65
shim	65
mor'decai	65
olive	64
shechem	64
hoitah	64
alo	64
im	64
tem	64
aban	64
gamlah	64
kache	64
kavet	64
bah	64
alah-uva	64
nalungset	64
kahsea	64
aloi	64
themna	64
thengsel	64
cherub	64
thon	64
aleng	64
thutep	64
ngailut	64
lengnu	64
zedeki	64
esther	63
akisem	63
kamudoh	63
kisuh	63
gamtauve	63
hepina	63
phah	63
sot	63
chengsen	63
sottolle	63
sau	63
lamkaiho	63
lamkaiya	63
lhem	63
hil	63
vahchoiyun	63
hongcha	63
elech	63
milalte	63
i-pakaiyu	63
umah	62
athitai	62
gitlouna	62
chanute	62
sumang	62
akou	62
damascus	62
nato	62
jeh-u	62
cheuvin	62
keng	62
chauvin	62
lhu	62
haman	62
chengsea	61
vei	61
noah	61
anaum	61
akitin	61
naboh	61
polama	61
hit	61
chanin	61
aumna	61
kahitai	61
akiti	61
lukhuh	61
adalhah	61
kama	61
eiti	61
akom	61
naheng	61
kisel	61
huhhingna	61
twikul	61
ompho	61
kikhol	61
danthua	61
akim	61
ahon	60
ngan	60
akisat	60
lhingsa	60
akoi	60
natha	60
kitinu	60
lhing	60
athum	60
lhep	60
angsung	60
alu	60
kisil	60
kamsunga	60
bongnou	60
kijih	60
nathupeh	60
achaina	60
amen	60
nalhachapa	60
kagel	60
abram	59
masangin	59
kelngoite	59
kana	59
jia	59
dong	59
asolin	59
kakoma	59
von	59
khoma	59
kahipoi	59
thanei	59
pul	59
amon	59
suhmang	59
ngaidam	59
chama	59
aloupina	59
bashan	59
ngailutna	59
mariam	59
sem	58
alen	58
amatoh	58
konga	58
ve	58
jamdoh	58
ajing	58
ephah	58
nanu	58
hot	58
lel	58
jetlam	58
kahinkho	58
nadon	58
chap	58
aneiye	58
apate	58
gal-hang	58
themgaoho	58
zadok	58
kumin	58
chalde	58
thingpel	58
jn	58
aven	57
vachate	57
nahitai	57
asemdoh	57
vel	57
nache	57
amalek	57
cheptan	57
khol	57
akimvel	57
akimu	57
jagup	57
mongu	57
mantam	57
athao	57
govam	57
kipedoh	57
gideon	57
jesse	57
ki	56
nahitauve	56
nachan	56
hela	56
theiyuva	56
aseiyuve	56
kelcha	56
seiya	56
vaipo	56
nachen	56
achutilouva	56
a-pathen	56
akisuh	56
natna	56
jenguva	56
israelten	56
huhhing	56
saki	56
amut	56
akam	56
kgs	56
abangin	56
along	55
alhah	55
gul	55
ajipa	55
avai	55
nailut	55
jun	55
ngam	55
kanung	55
seidoh	55
simeon	55
adong	55
achateu	55
akimvela	55
haona	55
ngaisah	55
lheng	55
khoiju	55
pohgih	55
meibang	55
thuma	55
pangpa	55
agih	55
ibol	55
milal	55
satan	55
nahinkho	54
lhi	54
alhin	54
adei	54
tul	54
kikah	54
agamgi	54
jouva	54
khopem	54
aphung	54
apon	54
lamah	54
nasopi	54
sol	54
thuseiya	54
jep	54
aneiya	54
atao	54
ahijongleh	54
abolna	54
tamtah-in	54
athenga	54
jeh-a	54
lengpithei	54
kipe	54
ihiuve	54
neipen	54
abim	54
nebuchadnez	54
pilate	54
isaiah	53
doh-in	53
mat	53
jol	53
dei	53
kalhagao	53
mon	53
aboltai	53
hunguvin	53
adel	53
gamdang	53
atouvin	53
ahiya	53
loule	53
neocha	53
thilong	53
bethlehem	53
sel	53
lhahna	53
kisa	53
kahei	53
thouvin	53
kipal	53
veiya	53
konggah	53
nahiuvin	53
dah	53
nem	53
houina	53
theichang	53
zer	53
gib	53
vahchoina	53
chonphat	53
alang	52
twikhanglena	52
lan	52
ahinpui	52
banguva	52
jonin	52
khan	52
vadunga	52
em	52
lea	52
khuh	52
asun	52
ase	52
kamin	52
jeh-uva	52
khop	52
lamlhah	52
eleazar	52
asep	52
hal	52
hiuvam	52
nathilbol	52
nahil	52
kimang	52
ato	52
a-pathenu	52
lhanga	52
ahazi	52
akisune	52
thuchih	51
atile	51
kichai	51
gotwi	51
lengpi	51
athilkeo	51
heluvin	51
eipeh	51
katha	51
keitauve	51
sangkhol	51
mo	51
dom	51
manasseh	51
nasohte	51
agon	51
akipoh	51
kohath	51
khanga	51
huhdoh	51
tih	51
mithi	51
lhankhuh	51
akipah	51
akisil	51
lamlen	51
amazi	51
asaph	51
ijehinem	50
kalah	50
kinung	50
gimna	50
ataovin	50
phaichama	50
vetemin	50
ahitah	50
cholsolou	50
aneo	50
ajan	50
kisim	50
jui	50
alhai	50
vun	50
khela	50
asher	50
kathoh	50
atou	50
dola	50
ka-pathenu	50
nalhacha	50
kilekit	50
niseh	50
kinbol	50
mihonpi	50
kichoi	50
gucha	50
ngat	50
lungsatna	50
namdang	50
thuhil	50
hebrew	49
adam	49
tange	49
nipi	49
sidon	49
sodom	49
jengtan	49
aphai	49
thempua	49
bul	49
khatvei	49
aumpon	49
ami	49
he	49
umin	49
chona	49
tum	49
kilhon	49
aphah	49
songa	49
gil	49
mivaicha	49
hopsom	49
kisilna	49
uri	49
adingin	49
hijong	49
gibeon	49
jezreel	49
lhagaova	49
herod	49
seijui	49
akimudoh	48
neipeh	48
pangin	48
ahinge	48
somgup	48
akijot	48
akipat	48
chonse	48
anasei	48
adoh	48
kajan	48
kim	48
gamhel	48
ahat	48
tuitah	48
akitepna	48
theiyu	48
thujou	48
lailung	48
amangthah	48
amijat	48
mijat	48
ahalvam	48
ngaiya	47
nasem	47
jot	47
pin	47
sheba	47
nasah	47
nakhang	47
ajui	47
aseiya	47
eibol	47
sohpa	47
aji	47
kelngoinou	47
dihna	47
mitcho	47
chauva	47
sohchanga	47
ajet	47
sauvin	47
alhacha	47
phungbula	47
kisong	47
gollhangpa	47
akisimdoh	47
kalhacha	47
thildih	47
azari	47
kipea	47
uzzi	47
lhontan	46
naman	46
semjang	46
minthang	46
pao	46
luipi	46
nakoma	46
ahivang	46
chana	46
hepi	46
hitoh	46
nagin	46
kelngoichal	46
kou	46
keova	46
neng	46
khumin	46
theipoi	46
semdoh	46
korah	46
vetup	46
apedoh	46
ponnem	46
kitung	46
ahinsol	46
tapouvin	46
neo	46
chutobangma	46
dingpa	46
kikai	46
caleb	46
thudih	46
e-i	46
thuneina	46
chi	45
hu	45
gu	45
thilsem	45
ahom	45
meithai	45
ani	45
chapaten	45
let	45
kakitepna	45
panna	45
agou	45
joule	45
chep	45
ponge	45
vinge	45
chungah	45
kahiye	45
khattouvin	45
rachel	45
zebulun	45
kalval	45
namtui	45
khaodip	45
kiseina	45
akangtalai	45
alhun	45
akibol	45
sakolte	45
boldoh	45
thangvahna	45
bena	45
aseiyu	45
chujat	45
balak	45
achonna	45
khonunga	45
ram	45
nathan	45
kihilna	45
ahivanginla	45
gamvaipo	45
ruth	44
chin	44
aumtai	44
nathi	44
amapan	44
hoilama	44
beh-in	44
jebus	44
phattheina	44
asuhmang	44
ahunge	44
atama	44
apuiyin	44
atan	44
jingpi	44
nante	44
pui	44
va	44
tau	44
suhlou	44
panin	44
phaiya	44
ahitin	44
mohor	44
nauve	44
kilhajol	44
songtum	44
kithang	44
kikhong	44
lhagaovin	44
tah-a	44
sihon	44
asumang	44
phin	44
doiphung	44
chonphatna	44
jonah	43
angah	43
kithopi	43
kaneh	43
lamin	43
akisel	43
tobangin	43
athilto	43
bangkot	43
ahijeh-in	43
akipuiyin	43
abolpeh	43
noma	43
laban	43
kapan	43
vuma	43
ajou	43
galkai	43
aumtapoi	43
themho	43
vaibol	43
pipu	43
touva	43
lungmon	43
choi	43
umden	43
vaipoa	43
keiyu	43
nalah-uva	43
abul	43
bolte	43
hesohna	43
khomol	43
umun	43
jesua	43
thunei	42
kapehdoh	42
ponte	42
apotdoh-in	42
nachilhah	42
achenna	42
kisah	42
lot	42
kipaman	42
jingna	42
nadei	42
nikhon	42
hisah	42
sohte	42
phun	42
kamui	42
toupa	42
upate	42
sohdoh	42
apui	42
sinai	42
tongkha	42
polam	42
aja	42
jengui	42
aphajoi	42
greek	42
hampa	41
nangle	41
kakoi	41
akan	41
chat	41
nason	41
meikhu	41
alhing	41
ason	41
bongnoi	41
akile	41
athin	41
kataona	41
naphtali	41
khapoi	41
mizpah	41
athia	41
vaibola	41
nahol	41
mut	41
nading	41
than	41
among	41
chenga	41
eihuhdoh	41
jakhat	41
pahcha	41
natohna	41
alhaving	41
thangvah	41
nahsah	41
agoulo	41
akhoneo	41
theiyun	41
thun	41
ui	41
kasah	41
avahchoi	41
jehoshaphat	41
pettah	41
micah	40
kicholdo	40
aheh	40
hichelai	40
sopipa	40
agilou	40
anah	40
khonung	40
kibang	40
akichai	40
anoiya	40
tulai	40
aleh	40
ave	40
chansah	40
akihot	40
ijat	40
kihou	40
nikhat	40
nachung	40
sim	40
akengphang	40
touthem	40
aaronin	40
thoa	40
hichenga	40
nachonset	40
kidah	40
ahinchoi	40
meilhum	40
lunghanna	40
ia	40
vaipin	40
mithengte	40
kiseiho	40
donbut	40
kasol	40
shiloh	40
anapoi	40
nahiuvem	40
heuvin	40
joram	40
ka-pa	40
michonse	40
judea	40
ajamdoh	39
keiyuve	39
negeb	39
jotna	39
melse	39
hopsoma	39
lima	39
akai	39
akicha	39
ne	39
alhan	39
nasoh	39
neilouva	39
gaosapna	39
dam	39
kang	39
gamkaiya	39
akitoldoh	39
je	39
alhoh	39
thensona	39
adou	39
bat	39
michom	39
themtah	39
amanchah	39
alhut	39
aseisa	39
theiye	39
apange	39
noimigam	39
kaseiyin	39
upaho	39
thanopna	39
gath	39
lengvaipoa	39
adab	39
themgaopan	39
husa	39
dihtah	39
hengah	39
pipuiho	39
uhen	38
penin	38
kivah	38
at	38
hamath	38
kilah-in	38
minin	38
kichen	38
napate	38
geh	38
phang	38
kanu	38
chamin	38
asut	38
mitea	38
khatjoh	38
dauva	38
pena	38
neihil	38
leiya	38
chuh	38
bangu	38
kapehsa	38
mi-upa	38
amang	38
louhelna	38
avuitauve	38
pouva	38
nachenna	38
douva	38
tijatna	38
manna	38
akisop	38
ex	38
namelmate	38
lia	38
agimnam	38
jingu	38
lungdei	38
sottol	38
jabol	38
pengkul	38
ramah	38
selangdah	38
zechari	38
persia	38
philip	38
luchang	37
tunin	37
innei	37
nachapate	37
alet	37
ahoh	37
akeova	37
chaldea	37
nagam	37
tiuvin	37
kilhonin	37
natonga	37
gala	37
galbol	37
ainsunga	37
lhangkhal	37
chitin	37
kahisah	37
val	37
kimudoh	37
thoudoh	37
beihela	37
ginna	37
akihahsel	37
aneuvin	37
hai	37
katoh	37
alampi	37
hetman	37
kachonset	37
atuh	37
vaihoma	37
loujaova	37
changseh	37
nachate	37
jung	37
achutile	37
lunggel	37
aboldam	37
tup	37
aning	37
kinbolna	37
akhom	37
akisemin	37
abola	37
chutobanga	37
kilom	37
munsang	37
kisimdoh	37
akichoi	37
chinga	37
kichom	37
hetkhen	37
ahen	37
kihot	37
nahuhdoh	37
angol	37
lhunge	37
lekhajol	37
houhil	37
lunga	36
khai	36
gamtina	36
neiseipeh	36
jang	36
cheh-u	36
bouve	36
ajol	36
kasopite	36
athisa	36
neibol	36
chaokol	36
ankong	36
leah	36
akal	36
akhoh	36
hole	36
ngahmuna	36
athah	36
akhel	36
ahijenge	36
tamar	36
hetphah	36
ngei	36
hih-uvin	36
kumlha	36
alhuh	36
alaltouna	36
melmate	36
anaumin	36
kachen	36
kipheh	36
alungthima	36
leviho	36
channa	36
goi	36
chunglam	36
kisan	36
chutah-in	36
gilgal	36
thilgon	36
jinei	36
vangun	36
kir	36
beth	36
namdangte	36
az	36
nazareth	36
nabola	35
ahinpeh	35
hichengpi	35
somli	35
ahedoh	35
aso	35
kihet	35
anapang	35
asohpa	35
anahin	35
akiheiyin	35
jengtai	35
kivei	35
aminu	35
piuvin	35
ning	35
kachan	35
chapan	35
teina	35
dunguva	35
neiho	35
kahol	35
athot	35
loma	35
jalkhun	35
aval	35
kadon	35
kiheh	35
lhih	35
avetsah	35
natodoh	35
lhentum	35
hicheho	35
moljol	35
junga	35
khuma	35
alim	35
umsah	35
lhathah	35
heshbon	35
aphongdoh	35
louho	35
naheuve	35
aneiyun	35
lunghem	35
diabol	35
chucheng	35
kithol	34
tollhanga	34
thingga	34
kasemdoh	34
akhohsah	34
louhelin	34
vakhu	34
ahinna	34
amahoa	34
aponbuh	34
aluchang	34
asoldoh	34
thia	34
sarah	34
chai	34
nakeng	34
nile	34
kasem	34
kabolpeh	34
phalou	34
adalhan	34
akol	34
phauvin	34
chomcha	34
apal	34
nabolpeh	34
angaito	34
anop	34
paidoh	34
peh-uvin	34
nahiye	34
lhoh	34
kamai	34
hong	34
dalhah	34
kahiya	34
katan	34
anaseiyin	34
hichan	34
thenso	34
akahvam	34
kinu	34
kithoina	34
thusoh	34
ahinkai	34
aboh-a	34
thanop	34
phajo	34
akigol	34
phongdoh	34
avel	34
lhachapa	34
jotham	34
ngolna	34
adonijah	34
jeh-un	34
ben-hadad	34
thilmu	34
kadeipa	34
judas	34
kahinsut	34
kigol	33
achangseh	33
akelngoi	33
nahiya	33
nasopipa	33
tahsaphe	33
nolna	33
hei	33
sen	33
thaneina	33
insang	33
thakhat	33
gangpi	33
ishmael	33
twikhuh	33
patep	33
ageldoh	33
asepai	33
kihahselna	33
kilhona	33
eina	33
tengule	33
lonna	33
napoh	33
aha	33
so	33
natahsa	33
kahiuvin	33
gamtan	33
lengpigui	33
hintin	33
peuvin	33
asauvin	33
kahil	33
alam	33
nakoi	33
aumden	33
kihal	33
agu	33
nanung	33
jengjong	33
chil	33
banguvin	33
neldisel	33
thumvei	33
mitheng	33
hitha	33
thinga	33
sut	33
kisung	33
tahsana	33
akaleh	33
totha	33
angailut	33
mipha	33
kaneiye	33
jephthah	33
neilungset	33
nathum	33
tumging	33
meivah	33
lathem	33
shemai	33
hilki	33
chuphat'in	33
lungmonna	33
chomkhat	33
kemlou	33
sopiteho	33
kisemdoh	32
nalo	32
aumtan	32
nalut	32
nabonchauva	32
achenguvin	32
khomuvin	32
chedoh	32
dingdol	32
thalhingset	32
mangtai	32
ahenguva	32
ajon	32
amajong	32
sangongsao	32
nungah	32
ahungdoh	32
manlu	32
masangsea	32
hapta	32
namudoh	32
bolpeh	32
kihong	32
chemjamin	32
gamchom	32
zerah	32
sep	32
ahesoh	32
nathusei	32
po	32
nanghoa	32
akinung	32
asosah	32
manguvin	32
kalvala	32
jinguvin	32
akhon	32
kitungdoh	32
kolbuthei	32
ahipon	32
lhong	32
athemmona	32
nachon	32
mivaichate	32
kitoldoh	32
jeh-uvin	32
ngaiyun	32
kahseuva	32
tengcha	32
kapansah	32
aneipoi	32
apanpi	32
kisonna	32
apanguvin	32
ashe	32
cheh-un	32
asamin	32
hiram	32
dettah	32
lengvaipon	32
jehun	32
vop	32
nebuchadrez	32
caesar	32
ezra	31
katin	31
vum	31
pau	31
kaboh	31
injong	31
nasohnu	31
acha	31
kitep	31
temuvin	31
akhu	31
athouvin	31
katahsa	31
imalam	31
kichih	31
bulpi	31
gan	31
ahinalaiye	31
aching	31
atwi	31
khohui	31
setna	31
kapateu	31
aseiyui	31
nadel	31
kibolna	31
atohdoh	31
anat	31
chutima	31
aveiya	31
choiat	31
vaicha	31
jabolna	31
lengpiga	31
hem	31
tuh	31
ahou	31
tulaiya	31
kikou	31
rah	31
adin	31
mihao	31
jezebel	31
ethiopia	31
michonpha	31
aseijuiten	31
aboh-in	30
ahoi	30
keo	30
savun	30
nagot	30
bo	30
adan	30
akithe	30
elam	30
achetauve	30
aboltauve	30
hoilam	30
kimu	30
nauvin	30
changbong	30
akipatdoh-in	30
loiyun	30
rebekah	30
asoltai	30
kigahna	30
abange	30
daitwi	30
achop	30
pedoh	30
anati	30
kholgam	30
agancha	30
apotai	30
hina	30
kihenna	30
akhol	30
aneiyuva	30
alunghan	30
akong	30
jouseuva	30
kitolmang	30
gamtai	30
lhasam	30
kisep	30
sathao	30
amasang	30
lallukhuh	30
miphah	30
khomsoh	30
thusah	30
keijah	30
phaten	30
mangsoh	30
achin	30
og	30
kadel	30
agal	30
ipateu	30
loujenin	30
thilha	30
khangdong	30
hetkhenna	30
carmel	30
shai	30
atil	30
ish	30
e-ah	30
athar	30
lhaving	30
gedali	30
cyrus	30
thuguh	30
ziona	30
imajouse	30
nidan	30
kimkhat	30
rome	29
nop	29
atomjol	29
hangin	29
athitan	29
achup	29
aumpi	29
soh-in	29
apumpia	29
naki	29
kilhung	29
akihouvun	29
inkote	29
kihil	29
najot	29
agati	29
songko	29
kahenai	29
naobu	29
nathil	29
neipeuvin	29
sumil	29
nahiuvam	29
nakelngoi	29
ngaipoi	29
pe	29
navet	29
pentah	29
dip	29
alungthimu	29
changin	29
aneiyu	29
apei	29
ahijongle	29
suhkhel	29
keivang	29
datmo	29
chetan	29
ajep	29
athe	29
til	29
aumsah	29
ahilouva	29
nathahat	29
khutbeh	29
nehguh	29
chungnungpen	29
vutvam	29
danga	29
ahina	29
umsa	29
atham	29
ngailou	29
thempuhon	29
jua	29
kidalha	29
pua	29
nathoh	29
amabou	29
kaphondoh	29
dragon	29
acah	29
naboth	29
athip	29
shaphan	29
jeshua	29
thumop	29
phat'in	29
ahasu-e'rus	29
lungsat	29
mithengpa	29
adongun	29
barnabas	29
timothy	28
abolin	28
kahepoi	28
anikho	28
teu	28
ahinbol	28
thangsoh	28
akichom	28
kipatdoh-in	28
neiyin	28
tehse	28
kinei	28
pia	28
kahing	28
pu	28
nachanu	28
neihung	28
kapen	28
anaseisa	28
tom	28
mipan	28
neisol	28
amasan	28
kaki	28
akisan	28
achedoh	28
phan	28
kinbola	28
namkol	28
ainlama	28
kachang	28
issachar	28
themcha	28
kimuto	28
masan	28
kahinsol	28
thahatna	28
khoto	28
dana	28
cheh-e	28
on	28
kahibouve	28
joulou	28
kinem	28
napanpi	28
nachateu	28
ahinsei	28
laiyuva	28
athemmo	28
kathum	28
inlama	28
sea	28
thalah	28
kichomdoh	28
anatna	28
jouthu	28
lamkaiyin	28
kipalna	28
kikhai	28
neitah	28
phatecha	28
akamsunga	28
thengna	28
jel	28
ahunga	28
nachonna	28
juiya	28
athutep	28
nageldoh	28
imachan	28
mitva	28
alenggam	28
mithat	28
umthim	28
isreal	28
arabah	28
chotpha	28
apehdoh	28
availam	28
nakam	28
thanomin	28
ataovun	28
agenthei	28
ahei	28
mael	28
hungun	28
nen	28
boaz	28
hannah	28
hamphatna	28
nabal	28
hazael	28
milungdih	28
kit'in	28
ngaichat	28
samar	28
macedonia	28
sempa	27
agei	27
suhmangna	27
umhen	27
akilhung	27
vetsah	27
achesuh	27
tahsanna	27
khanguva	27
niu	27
anunga	27
kagot	27
ahilhonin	27
jum	27
abohkhup	27
akoiyin	27
gih	27
ahouvin	27
tupa	27
nangto	27
thigam	27
lhambuh	27
chengu	27
kichatna	27
aka	27
kinungle	27
apupa	27
lenga	27
gui	27
asulut	27
songkula	27
namai	27
agouvin	27
lhuhna	27
sepaiho	27
hemin	27
naseiya	27
napehna	27
nakom	27
thinggi	27
kikaikhum	27
avun	27
lamse	27
nalampi	27
mihil	27
naponsil	27
deujah	27
amat	27
khelna	27
notia	27
suhset	27
loiya	27
paiyun	27
alamkai	27
achetou	27
chih	27
i-pathen	27
ahuhhing	27
jachat	27
apaidoh	27
milung	27
kiletsahna	27
akikhop	27
ajih	27
oth	27
lachish	27
kileh	27
elea	27
neihuhdoh	27
helou	27
zeru	27
thengin	27
tarshish	27
asha	27
nukiso	27
phraim	27
ephesus	26
tolgo	26
nangni	26
apuilut	26
keitai	26
anigel	26
naoso	26
kageldoh	26
hivi	26
kikhen	26
denin	26
melchih	26
suma	26
pengdoh	26
amale	26
me	26
inlam	26
gitlou	26
ahetoh	26
akilah-in	26
thai	26
amelmateu	26
lamto	26
gilkel	26
lenjo	26
guhthim	26
hom	26
nadalhah	26
ahibouvui	26
kagenthei	26
manguva	26
vanguvin	26
ipipen	26
doh-uvin	26
vaihompa	26
hithei	26
hia	26
gershon	26
changphol	26
buhbang	26
nadab	26
twikong	26
na-in	26
khaokhote	26
ichan	26
sungsea	26
hattah	26
sunin	26
avoh	26
akelkot	26
asempeh	26
aseiyuva	26
khamna	26
hiuvin	26
nakhopi	26
lungthima	26
asopiteu	26
kamelmate	26
kakou	26
kisadoh	26
hibanga	26
kiging	26
chea	26
guh	26
chim	26
kadei	26
achemjam	26
khosung	26
chang-at	26
muthima	26
guhthima	26
hetsah	26
phachom	26
ajung	26
sungah	26
joha	26
adamsah	26
darius	26
baruch	26
vaichate	26
lhepna	26
houset	26
chupettah	26
dil	26
iheuve	26
bu	25
jer	25
asah-in	25
namkim	25
abel	25
kila	25
alhinin	25
gamtauvin	25
atun	25
nabonchauvin	25
kisumang	25
gaza	25
dalha	25
vela	25
lengho	25
janin	25
keini	25
eini	25
amelmate	25
akisah	25
kaumpi	25
chop	25
masangsen	25
lhunga	25
lhaisah	25
kaga	25
adalha	25
thadoh	25
hungsoh	25
akitiuve	25
umho	25
nungpen	25
ahepouve	25
ginchat	25
agin	25
ija	25
sepaiten	25
mijouse	25
naneiya	25
touvun	25
lhomcha	25
kinahna	25
hoilai	25
paiya	25
hilchahna	25
nasempeh	25
abei	25
thiltena	25
akitunna	25
kalungsatna	25
naboldoh	25
themin	25
abeh	25
kidong	25
anapeh	25
phate	25
muvanlai	25
maha	25
kiphongdoh	25
alupna	25
kachonna	25
agaosap	25
khoneo	25
asimdoh	25
melma	25
loujeh	25
ahettohsah	25
penga	25
gihsalna	25
kitho	25
kisatpi	25
tolthat	25
natiuve	25
hao	25
sottah	25
kish	25
kachunguva	25
leuve	25
thumin	25
lengin	25
khosunga	25
elka	25
khangtou	25
cherubim	25
thuseiho	25
akaimang	25
ahepoi	25
veng	25
ajauvin	25
matsah	25
kadonbut	25
ki-ngai	25
shallum	25
katahsan	25
kaseitai	25
umte	25
aten	25
chonpha	25
jongin	25
solchahho	25
sah-uvin	24
jengbou	24
huipi	24
molvuma	24
kittai	24
alhadoh	24
the	24
hinpuidoh	24
khatpa	24
nagancha	24
abrahamin	24
han	24
nakisuh	24
tenin	24
thengsela	24
ainkote	24
kheh	24
kivahna	24
vangle	24
damna	24
kathangvah	24
khelin	24
amasanguva	24
kaldoh	24
eipanpi	24
kiphut	24
abottel	24
chungle	24
anom	24
ngaisah-in	24
phondoh	24
uleh	24
nabolu	24
vahna	24
alou	24
achapaten	24
ngaitoa	24
machir	24
aging	24
bolgentheiya	24
gatin	24
loujao	24
apat	24
paitan	24
chungvuma	24
seuvin	24
hiuva	24
naseisa	24
alungu	24
ahal	24
bezalel	24
lhasoh	24
sanan	24
todop	24
thempa	24
kivon	24
aumdoh	24
abeihel	24
thoidamna	24
jubilee	24
panmun	24
kontou	24
nalunghan	24
nasopiteu	24
aphin	24
alengpa	24
aseipai	24
kaven	24
phulah	24
abonin	24
kaseiye	24
chulengle	24
kitihot	24
ago	24
goa	24
hamsetna	24
nadanthu	24
gamin	24
lhunsah	24
ir	24
ekron	24
mangsa	24
lengchan	24
kanit	24
ka-angsunga	24
a-angsunga	24
ophel	24
thuneiya	24
nebat	24
in-ngah	24
kakam	24
thupi	24
uvah	24
namdangho	24
tibah	24
euphrates	23
kidouna	23
gentheiya	23
najinu	23
engbolna	23
heltai	23
ngap	23
put	23
akah	23
kipui	23
seir	23
amatah-in	23
sohnu	23
vahle	23
akaltou	23
thou	23
kaneiyin	23
uving	23
kalungthima	23
thana	23
kichentah-in	23
napui	23
na-angsunga	23
donin	23
changpol	23
kapun	23
kiso	23
kachondan	23
kathi	23
angong	23
nasopite	23
kan	23
asuhmil	23
jiuva	23
lon	23
lahpeh	23
kaiya	23
kamasanga	23
jachatna	23
ahiuva	23
kijoh	23
lhop	23
akivon	23
avon	23
ajoh	23
cheh-a	23
lhul	23
kahiu	23
gao	23
achuh	23
cheh-uva	23
ahipouve	23
eihinsol	23
kahuhdoh	23
akisim	23
apah	23
akin	23
hiteng	23
sange	23
kavahchoi	23
kimut	23
vetda	23
kheng	23
tat	23
akijih	23
aset	23
kitohdoh	23
hetoh	23
najui	23
tepsa	23
nakipa	23
agalteu	23
aphoh	23
mua	23
nahou	23
kholen	23
guilhun	23
mel-hoi	23
ajah-a	23
kathe	23
kalhachapa	23
kasopi	23
laiyu	23
amahi	23
aumun	23
meithainu	23
asai	23
seiho	23
akikhom	23
kakhop	23
abigail	23
migilouvin	23
alamlhah	23
akamsung	23
hanani	23
chungnungjo	23
ngailu	23
a-in	23
khopihui	23
alhingtai	22
aop	22
honlei	22
akithopi	22
cain	22
theile	22
asah-e	22
shem	22
anasem	22
anahingin	22
abolsoh	22
thingna	22
babel	22
amahin	22
sopinu	22
agalut	22
avop	22
ngaipeh	22
umam	22
muntina	22
japi	22
atumbeh	22
hepa	22
kaman	22
achansah	22
pol	22
ajahdoh	22
nadin	22
kengphang	22
alhendoh	22
kalha	22
anen	22
nape	22
ngaiton	22
honte	22
kagu	22
tante	22
kavah	22
hingdoh	22
athagam	22
ane	22
amato	22
er	22
perez	22
kihen	22
amichang	22
ahitauvin	22
napotdoh	22
asum	22
na-insung	22
chingpa	22
akidop	22
hezron	22
akhomsoh	22
thiden	22
lupna	22
gulse	22
hitah	22
banjang	22
kimat	22
thisa	22
gamtin	22
anodoh	22
do	22
athoudoh	22
vangleh	22
deut	22
amusoh	22
jona	22
aneilou	22
kaseiya	22
ahithai	22
ponsandup	22
thempun	22
akinu	22
kimangji	22
akung	22
angan	22
luchanga	22
agovam	22
hetdoh	22
thilboh	22
akitoh	22
songin	22
adatmo	22
athiho	22
deiya	22
umpa	22
abahgam	22
tot	22
rahab	22
twilen	22
phai	22
as	22
rim	22
anapeuvin	22
is	22
akhup	22
kidou	22
jongleng	22
lunglam	22
aneipouve	22
manthah	22
kasat	22
thumna	22
nalungthima	22
inpia	22
bonlhoh	22
kimandoh	22
obadi	22
khomun	22
vanmun	22
nachondan	22
'	22
duha	22
kijumso	22
thangset	22
twikol	22
judate	22
kaidong	22
thokit	22
vou	21
kahim	21
adah	21
navah	21
taponge	21
cheh-uve	21
konna	21
shelah	21
kithe	21
nahor	21
haran	21
kadesh	21
alhum	21
kigo	21
akihou	21
chetou	21
achanute	21
atipeh	21
abimelech	21
kalhah	21
kahseuvin	21
loupa	21
amua	21
labanin	21
haosa	21
phalai	21
hinga	21
napau	21
kachanu	21
bongpi	21
jouvun	21
mudoh	21
elah	21
akun	21
alauvin	21
nalup	21
chonin	21
hinpui	21
lhadoh	21
pansah	21
khatpen	21
merari	21
gambih	21
angap	21
thema	21
adalhauvin	21
alunghem	21
bolgenthei	21
ajamlut	21
horeb	21
kaden	21
cheu	21
ahindel	21
lhalut	21
kitna	21
kitha	21
nakong	21
kisemthuho	21
ton	21
lutsoh	21
avaldoh	21
akicholdo	21
thongje	21
kithong	21
noilam	21
kijempol	21
chamlhat	21
kalungsat	21
thingkol	21
jem	21
ijakaiya	21
aluchanga	21
nasemdoh	21
tantih	21
asodoh	21
bahgam	21
phatechan	21
naneiyu	21
nusa	21
milham	21
semphatna	21
kipoh	21
kithatsa	21
mihema	21
chondih	21
kachon	21
huh	21
kuma	21
nasat	21
jenin	21
donlou	21
asim	21
hinlai	21
tah-uva	21
akon	21
lhom	21
nathutep	21
ajabol	21
kiheiyin	21
napathen	21
thuho	21
navahchoi	21
hiu	21
eah	21
ehas	21
ehud	21
sisera	21
anapange	21
nopna	21
kiveina	21
gingin	21
aloupi	21
ahith	21
neimu	21
gamvaipoa	21
louding	21
akaiyun	21
akipal	21
susa	21
chanpi	21
kalunghan	21
sangtah-in	21
dingnu	21
pipui	21
vaipipo	21
inah	21
imatih	21
seijuiho	21
sopiho	21
hihhen	21
asia	21
vaihomin	20
semsa	20
mihempa	20
hatah-in	20
mangtan	20
akilhon	20
kop	20
thenglou	20
athigam	20
gomorrah	20
uz	20
kipuiyin	20
hor	20
peh-e	20
kite	20
hagar	20
galut	20
simjou	20
niget	20
somle	20
atanpeh	20
bana	20
kalhendoh	20
dem	20
khotona	20
jamlut	20
chengin	20
apatep	20
puiyin	20
nangai	20
aupa	20
taleh	20
napen	20
kakoipeh	20
nakhol	20
avui	20
asangin	20
ajole	20
holdoh	20
hinkhoa	20
kikhop	20
loulaiya	20
sangante	20
anukhah	20
kikhel	20
houva	20
nasol	20
choma	20
khangin	20
anapangin	20
tuhin	20
gampha	20
jalkhuna	20
phamo	20
asakol	20
twiyin	20
lethuh	20
sap	20
ahinan	20
mangna	20
atep	20
kavetsah	20
alhom	20
akotpi	20
jingjeng	20
gal-hat	20
chut	20
nigup	20
kholtoh	20
kahetsah	20
kumsuh	20
amanthah	20
kailut	20
namasang	20
bulhit	20
lhuhsa	20
hitobangma	20
amaicham	20
atundoh	20
kikhomsoh	20
lamdih	20
naloupina	20
kimsoh	20
jungin	20
alujang	20
then	20
natan	20
jatchom	20
asuboh	20
ajipan	20
alheng	20
nagol	20
pate	20
kajam	20
giloute	20
nathat	20
kacham	20
baal	20
alhasam	20
libnah	20
atiuva	20
hekhen	20
nachih	20
hunguva	20
ahop	20
loumun	20
kamsung	20
akitah	20
adihna	20
naseidoh	20
adingun	20
seiset	20
nea	20
zi	20
ajuiyin	20
achetan	20
lousoh	20
joi	20
ahijah	20
michal	20
ate-na	20
athau	20
thilmua	20
hadade	20
akengto	20
ramoth-gilead	20
inthil	20
kisema	20
omri	20
taovun	20
akulpi	20
lengnun	20
hilouham	20
zerub	20
aphatna	20
niseh-in	20
huiyin	20
chamkim	20
lhagaoboh	20
adonbut'in	20
aumle	20
lazarus	20
antioch	20
a-chapa	20
louhing	19
chingin	19
khanglui	19
tel	19
akimat	19
khanggui	19
kouvin	19
mel	19
kaji	19
periz	19
inko	19
kasoh	19
kadeh	19
athenglou	19
ateh	19
akipatdoh-uvin	19
anasa	19
hunglut	19
thutana	19
nisan	19
ium	19
atah	19
himo	19
beersheba	19
kagin	19
kaume	19
anivei	19
chena	19
nale	19
agaseipeh	19
sumkol	19
vah-in	19
kadou	19
akijoh	19
naumpi	19
manin	19
hinsol	19
jom	19
alhung	19
tile	19
asopinu	19
apumpin	19
namoh	19
akichen	19
nadonbut	19
ahinah	19
naseiye	19
abana	19
succoth	19
akihet	19
akipeh	19
bohna	19
eihung	19
ale	19
asumil	19
dangho	19
mitphel	19
guilhung	19
chingtah	19
laisea	19
umsoh	19
natiu	19
tamjo	19
akichauvin	19
gaseiyin	19
aboluvin	19
angaiye	19
gershom	19
ahinpuiyin	19
najep	19
atousah	19
no	19
gabol	19
khalou	19
kapui	19
duh	19
louchal	19
lhungtai	19
giltah	19
ahot	19
bolpa	19
kidoupi	19
maichama	19
kihalsa	19
hichele	19
pangji	19
halsa	19
aphe	19
athina	19
athenso	19
nasan	19
kisuboh	19
akichenpi	19
akhum	19
kaumsah	19
phong	19
kaseisa	19
kihop	19
kilang	19
alel	19
nalhagao	19
voujang	19
abanjang	19
kisu	19
geova	19
aseitan	19
cheptanlou	19
hazor	19
achangin	19
apeuve	19
lunghang	19
mihemten	19
ner	19
gonsa	19
chunguva	19
bathshe	19
kenvang	19
geha	19
boldam	19
thalchang	19
micai	19
a-el	19
nunung	19
ngailua	19
kagol	19
ahomkeo	19
kipah-in	19
jingui	19
paochom	19
nalungu	19
iputeu	19
aseijuiho	19
aw	19
vanthamjol	18
yin	18
pung	18
dondoh	18
eden	18
tui	18
cush	18
ahisah	18
numeinun	18
jalin	18
buh	18
bonin	18
akipui	18
akimun	18
anam	18
achutiloule	18
namasanga	18
jetlama	18
anacheng	18
luma	18
anaseiye	18
agoma	18
inte	18
achengin	18
kipeh	18
asangan	18
thinglom	18
anaopa	18
alei	18
gon	18
kaseidoh	18
ahiphat	18
hadad	18
anou	18
nivei	18
nabolna	18
angaiya	18
kalbi	18
nalupna	18
tukal	18
athuseiyu	18
gouva	18
mul	18
vam	18
gasei	18
anoute	18
amasapen	18
heman	18
chabou	18
ule	18
naga	18
pupa	18
nahiuva	18
akomuva	18
kithing	18
nalaiyuve	18
ngeh	18
athiden	18
abeisoh	18
khutoh	18
ajop	18
pun	18
kalungset	18
nukhah	18
soldoh	18
agasei	18
asap	18
akikou	18
gaseipeh	18
nagamsung	18
alhachapa	18
chengten	18
natundoh	18
aphun	18
dangchah	18
kahunga	18
kihom	18
chaga	18
apathen	18
halnam	18
umjing	18
athaomei	18
adum	18
pocha	18
nasim	18
kido	18
akisimtoh	18
atungdoh	18
agil	18
hijeh-a	18
ngima	18
apul	18
aphet	18
vetsahna	18
thisana	18
kachensah	18
alhatdoh	18
ponlap	18
kouva	18
hoikom	18
aseina	18
agoi	18
ihiu	18
michael	18
naseiyu	18
nahilou	18
ar	18
seipa	18
tirzah	18
adih-in	18
seiyun	18
neidonbut	18
khutsoh	18
ipu	18
nome	18
chulengleh	18
jukham	18
houbunga	18
noute	18
lenpa	18
bongin	18
aseipaiyin	18
arim	18
eglon	18
hungkon	18
ajotpa	18
rimmon	18
geba	18
ajuiyun	18
barak	18
na-ngai	18
hehna	18
theiga	18
apai	18
kahal	18
ngaitouvin	18
anan	18
alal	18
ikhat	18
eihol	18
eidonbut	18
deitah	18
milungset	18
ahel	18
apoi	18
kinong	18
choisanga	18
adol	18
donlouvin	18
ngapna	18
micaiah	18
paovin	18
palai	18
nethani	18
merar	18
ka-nga	18
jongleu	18
migilouten	18
neihuhdoh-in	18
hoitho	18
achungah	18
agong	17
hona	17
akoitai	17
pasala	17
nabah	17
nachang	17
gunset	17
pantai	17
pantan	17
mitoh	17
phalbi	17
sin	17
aphan	17
eber	17
chukom	17
terah	17
ben	17
hidoh	17
ahao	17
bela	17
chengpa	17
hungdoh	17
tangem	17
nakho	17
achep	17
anao	17
kichoh	17
kinloi	17
laisen	17
achonsetnau	17
atitauve	17
achutilou	17
dontah	17
kelngoipi	17
angaiyin	17
anumei	17
akisei	17
chula	17
anai	17
kun	17
nahitan	17
othongje	17
dohsa	17
thuse	17
dohna	17
kanao	17
angeh	17
putna	17
vachaten	17
adinguvin	17
kamang	17
lheh-e	17
nisolam	17
khutjem	17
adonge	17
jana	17
natu	17
gunchu	17
alungsat	17
deichat	17
eh	17
napansah	17
hinte	17
seuva	17
kisemho	17
kumseh	17
atol	17
donthei	17
abolu	17
ahunguva	17
kicholdona	17
thucheng	17
thodoh	17
semphat	17
ahinga	17
thanga	17
akompa	17
tongkeh	17
pondum	17
khaina	17
kimlai	17
jetle	17
thima	17
kisimtha	17
tohdoh	17
nalungsat	17
nacham	17
agim	17
athudol	17
lamjot	17
inbang	17
atouna	17
nachom	17
kapaidoh	17
nungle	17
engse	17
asimtoh	17
namanthah	17
khohsahna	17
anumeinu	17
asalvah	17
kigong	17
ahouvun	17
miriam	17
agolte	17
ahomkeovin	17
keito	17
lhiuvin	17
vanlaijol	17
muntin	17
kisatna	17
rabbah	17
doilim	17
donlouva	17
akisatpi	17
achapateu	17
nami	17
asuhgam	17
gollui	17
nauma	17
lhumin	17
akipa	17
lungthoi	17
kadalhah	17
kengto	17
aumpet	17
alum	17
thudoh	17
debir	17
sachar	17
athal	17
alahpeh	17
akondoh	17
chavai	17
delilah	17
kakamsung	17
sahing	17
thanoma	17
hushai	17
bani	17
re	17
toldoh	17
asemphan	17
helouvin	17
zabad	17
eveh	17
bal	17
pachat	17
ningkoi	17
amilen	17
tilkhouna	17
thunoh	17
khat'in	17
ka-na	17
ngaite	17
midihho	17
jeremiah-in	17
soma	17
inneipu	17
baptist	17
ahengah	17
aheuvin	17
nadau	17
thingpela	17
ajingin	17
ihi	17
apansah-in	16
ahe	16
kapoh	16
semin	16
sugam	16
suhgam	16
akhangtou	16
umkhom	16
ainko	16
akitiuvin	16
amanguvin	16
hingpa	16
ahinphah	16
nagaosap	16
alhalut	16
kahetdoh	16
keilah	16
kapunsah	16
na-insunga	16
koiya	16
ngaina	16
chesuh	16
alup	16
danin	16
lup	16
koipenin	16
vui	16
china	16
kataove	16
eipui	16
ataona	16
hinpo	16
kasa	16
sangtah	16
thimin	16
asohnu	16
kachung	16
tujan	16
kathilbol	16
chip	16
sai	16
nadoh	16
khomu	16
kisutheng	16
israelin	16
teman	16
dingham	16
jumso	16
jamin	16
aguh	16
ichunguva	16
agama	16
eiseipeh	16
gamuvin	16
athilo	16
kaloupina	16
koiyin	16
apetan	16
aneipa	16
apolut	16
apho	16
akihen	16
ka-pakai	16
ahisoh	16
sodoh	16
nagamsunga	16
uicha	16
nabon	16
kipatna	16
aumuvin	16
hur	16
ahinjot	16
lutsa	16
asong	16
ataonau	16
chaojang	16
tunna	16
tikhat	16
kilhungdoh	16
kimai	16
chungnunga	16
kija	16
thaoto	16
nisim	16
heh	16
akisu	16
lekhajem	16
mohseh	16
kijempah	16
semna	16
asemuvin	16
athangvah	16
kithoidamna	16
choiya	16
achil	16
mitpheldoi	16
adih-a	16
kul	16
kalup	16
lham	16
apauva	16
leuva	16
dau	16
ape	16
seh-in	16
laiyun	16
eihoa	16
aki-ngauvin	16
mihatte	16
teiyun	16
napal	16
gamgia	16
meisi	16
jop	16
meikonga	16
eihil	16
patepna	16
khat'a	16
napehsa	16
jinguva	16
athua	16
nanun	16
nahei	16
tungdoh	16
pumpiuva	16
adom	16
sakhao	16
kichamna	16
kinah	16
ziklag	16
sha	16
kahou	16
athodoh	16
alhu	16
ahilouleh	16
haotah	16
i-atileh	16
keidin	16
touho	16
eidel	16
taovin	16
sema	16
hingsot	16
eihuhhing	16
philistinepa	16
keovin	16
achemang	16
ahouin	16
kahitan	16
chish	16
gaovin	16
mephib	16
osheth	16
elbai	16
thap	16
lhase	16
kakiselna	16
kakengphang	16
kineosah	16
akoiye	16
kahen	16
nanakhang	16
pashhur	16
jehi	16
dihlou	16
anuisat	16
tobi'ah	16
loupitah	16
deilam	16
lungdih	16
kasunga	16
chimpei	16
kidil	16
hihhel	16
hemtah	16
choianun	16
anaitai	16
paotin	16
capernaum	16
oimoa	16
jalamkai	16
ole	16
letset	16
caesarea	16
kaithouva	16
gotsa	16
rabbi	16
ibol'a	16
aimatih	16
khisong	16
titus	15
op	15
choiyin	15
thingin	15
nasatah-in	15
tahsaa	15
uhite	15
naphung	15
nalhah	15
nachilhahte	15
alamkaiyin	15
kengchot	15
tilou	15
neipe	15
bongla	15
akunin	15
akitan	15
hitauvam	15
ahepha	15
noichep	15
chapangpa	15
dona	15
kelngoihon	15
kacha	15
nalha	15
themkhat	15
amipa	15
kijepna	15
lu	15
lhit	15
nakichat	15
mangu	15
kigot	15
anailut	15
bolthei	15
pouvinge	15
akitha	15
adeichat	15
tohman	15
pho	15
atu	15
anoi	15
neidoh	15
ahungtai	15
ving	15
thalhing	15
tollhang	15
ajiteu	15
deborah	15
thin	15
intingvum	15
aphoh-in	15
ava	15
achesuh-in	15
atoutai	15
kigouvam	15
chujeh	15
achonse	15
alepeh	15
amaiyu	15
lhahsam	15
najah-uva	15
naphah	15
gilouva	15
louvuva	15
hijah	15
chanun	15
sotpi	15
paitai	15
kichoisang	15
amaa	15
phet	15
lunghemna	15
aumchan	15
bolgentheina	15
kahe	15
ahinpuidoh	15
amram	15
mahli	15
nahshon	15
kakelngoi	15
cholsosa	15
gamchenga	15
achondan	15
juiyin	15
kipansah	15
thujeng	15
achetouvin	15
kaltou	15
abongchal	15
nahot	15
nakilah	15
angaidam	15
kaltouvin	15
ngaitah	15
akaltouvin	15
asan-ao	15
tundoh	15
kisemna	15
khuna	15
lhanglama	15
khangbel	15
delkop	15
khaojang	15
kilha	15
nathenso	15
ngimsoh	15
jap	15
myrrh	15
nachapateu	15
thilsea	15
galjo	15
itijongleh	15
athing	15
kisimna	15
mano	15
geltoh	15
a-at	15
neuvin	15
avetchil	15
inchunga	15
mona	15
jingnai	15
nakibol	15
kavoh	15
teuvin	15
dailouva	15
eliab	15
jathum	15
kisimdohsa	15
kison	15
akhai	15
kalahdoh	15
akihol	15
amangin	15
damsah	15
achena	15
pea	15
kiheidoh	15
hangtah	15
apetauve	15
aseibe	15
zimri	15
akhosunga	15
paipeh	15
seiyuvin	15
eipeh-u	15
mangpeh	15
mil	15
adeldoh	15
nakholen	15
inchung	15
ngailun	15
alunga	15
mia	15
abeitai	15
akisun	15
ashdod	15
ahilna	15
thong	15
potdoh-in	15
akikai	15
gideonin	15
akichan	15
achol	15
panguvin	15
kihuhdoh	15
taove	15
tijong	15
kipei	15
obed	15
kigel	15
keitoh	15
adihlou	15
shu	15
aloite	15
asepaiten	15
a-op	15
kathemmona	15
ibonchauva	15
kakamsunga	15
te-na	15
men	15
golvahna	15
iddo	15
ajolpi	15
kingai	15
pekah	15
meshul	15
asemphat	15
nebu	15
gog	15
amari	15
twisoh	15
achui	15
ahetsah	15
khut'a	15
kaneipoi	15
abeipai	15
setto	15
seiyu	15
aseilep	15
gingte	15
choian	15
pakaiyah	15
nakitahna	15
lungkham	15
lingsoh	15
kengkhai	15
shadrach	15
meshach	15
abed	15
nego	15
kaheuve	15
ineiyu	15
athuhil	15
christan	15
bethany	15
ahia	15
ka-ngailut	15
teho	15
i-pau	15
pot	14
zechariah	14
thessalonica	14
kehdoh	14
alhauvin	14
anche	14
phatea	14
ajouvin	14
enoch	14
akop	14
chujong	14
asugam	14
aumtauve	14
avei	14
ophir	14
achepai	14
amel	14
kitomona	14
kalhonpi	14
kivui	14
khula	14
houvin	14
kipaidoh	14
achoh	14
molso	14
bolda	14
kisop	14
jipa	14
lutsah	14
alengkouva	14
aphut	14
gache	14
ephron	14
avantil	14
ahivangle	14
katia	14
amutai	14
isaac-in	14
akidoupi	14
samul	14
khatbeh	14
alai	14
gimnam	14
kilep	14
apehsa	14
aluppi	14
eilungset	14
neiti	14
ahaona	14
kittan	14
teraphim	14
najam	14
bolsetna	14
inlang	14
hibang	14
aneopen	14
amanla	14
achanuteu	14
pohlut	14
natai	14
sao	14
hepha	14
umta	14
changvui	14
alap	14
vaipon	14
nasopiu	14
kiseipeh	14
nahinsol	14
natpi	14
najoh	14
goshen	14
lamuva	14
koncha	14
twisih	14
tanpeh	14
athalpi	14
noilama	14
chanuva	14
meikongin	14
kichentah	14
lhangin	14
paomo	14
aloinat	14
khumsah	14
bulhing	14
voh	14
atenggol	14
doithem	14
kalap	14
ahoidoh	14
lhusoh	14
kaneiya	14
kachateu	14
sungse	14
numeiyin	14
ahalsi	14
neipui	14
khatjo	14
thenna	14
longdoh	14
jitai	14
aphapoi	14
kumlhah	14
jouthua	14
nasema	14
navoh	14
asandup	14
sehcha	14
maiyin	14
angat	14
kijopmat	14
abil-hom	14
abil	14
akikhaina	14
nasun	14
louleh	14
ngimsel	14
thom	14
kijem	14
khomho	14
apot	14
kigah	14
agop	14
pel	14
akhopia	14
kiloi	14
pansa	14
phahnat	14
kalut	14
abonchau	14
chengseuva	14
ahouvu	14
notin	14
chajong	14
ito	14
choldo	14
mou	14
lhat	14
simtoh	14
aphungkhai	14
polut	14
sapset	14
agih-in	14
akimut	14
oisunga	14
chomkah	14
atang	14
akoukhom	14
jazer	14
khauvin	14
nakihei	14
gamkol	14
nompa	14
a-ogin	14
jingpa	14
nadeichat	14
lungput	14
naphat	14
akihahselna	14
nakimvel	14
datan	14
kicheh	14
katundoh	14
najo	14
heicha	14
dangin	14
asemsa	14
nadinga	14
lainatna	14
asempa	14
asunguva	14
hilouhel	14
peh-un	14
joulhepna	14
abolun	14
gezer	14
ath	14
hinnom	14
ziph	14
kasan	14
ith	14
joppa	14
hanna	14
pangho	14
adengin	14
hoilamba	14
jerubba	14
kajot	14
aguilhun	14
ihmut	14
agamla	14
alep	14
ngaicha	14
beer-sheba	14
kithopina	14
goliath	14
monge	14
alhem	14
akikhol	14
migiloupa	14
ahintol	14
mihaopa	14
sakolpol	14
lasah	14
athoth	14
kakihahsel	14
athuh	14
shishak	14
athahatna	14
kamutai	14
kasemphat	14
kho-ngah	14
kotngah	14
ahem	14
naph	14
tali	14
sanin	14
kilhep	14
atolmang	14
sepaihon	14
kare	14
hanan	14
abung	14
holte	14
meshul'lam	14
akiletsah	14
huhdohna	14
nopsahna	14
nakipal	14
kaumin	14
akeovin	14
pannabeiya	14
kakipah	14
ka-ogin	14
lhuma	14
kakeng	14
akalouva	14
mijou	14
eipuilut	14
sagol	14
thase	14
hotoh	14
chingtheiyun	14
akaithou	14
vanah	14
eisolpa	14
sadducee	14
asamun	14
atahsana	14
kinema	14
silas	14
amos	13
haggai	13
kidal	13
salvah	13
kapedoh	13
songval	13
asagoh	13
lhah-in	13
ahilhon	13
asempeh-in	13
asanpeh	13
seth	13
ahinsah	13
somko	13
somget	13
ahu	13
twisang	13
akang	13
vetau	13
amelchihna	13
aram	13
sarai	13
veteh	13
dillen	13
melchizedek	13
neilouvin	13
kalo	13
kotphung	13
kilhonpi	13
kathil	13
agachen	13
nachanute	13
pam	13
akichat	13
anavah	13
ajatai	13
amanjong	13
akichoiyin	13
hoiba	13
alupsah	13
lap	13
hilama	13
alhaijel	13
kachenna	13
kakihei	13
ageh	13
guiya	13
kedar	13
asot	13
jena	13
tiuve	13
atong	13
kachate	13
asemtauve	13
masauvin	13
nakiti	13
lunglhaina	13
hamor	13
vul	13
kenaz	13
jai	13
kasalam	13
phathei	13
asangkhol	13
alhep	13
nachoi	13
lhatdoh	13
apangtai	13
jengna	13
atheh	13
agakousah-in	13
kapau	13
imu	13
adip	13
mijeng	13
uham	13
akiphondoh	13
nalaiya	13
aumuve	13
bih	13
jalah	13
masajo	13
kapei	13
kikhang	13
aboluva	13
ngaidamin	13
apung	13
abolgenthei	13
khumna	13
neigot	13
akavam	13
kahetai	13
aina	13
kahilou	13
gamsoh	13
itinama	13
izhar	13
zichri	13
anaseipeh	13
aloh	13
ukengte	13
eithupeh	13
tuphat	13
gojuh	13
laiyuve	13
pumpeng	13
kaboldoh	13
atom	13
kamaiya	13
aminthang	13
kitong	13
nakamsunga	13
athecheh	13
limgeh	13
nabeng	13
nupa	13
akitungdoh	13
kithenso	13
nakisem	13
nakompa	13
mithatpa	13
nahal	13
ihmu	13
mana	13
amelma	13
gakou	13
hijing	13
amal	13
hichengsea	13
aneitauve	13
ahsite	13
kithensona	13
vil	13
dingdoh	13
naseiyin	13
kasut	13
akoukhomsoh	13
avelkol	13
atouve	13
ihin	13
naso	13
alip	13
kipan	13
thoi	13
sungnung	13
ngaiyu	13
