Vocabulary	Count
'	22
'ah	1
'ahasu-e'rus	1
'ama	1
'chua	1
'hiche	2
'houhil'in	1
'ibol'a	1
'in	1
'judahte	1
'keima	2
'keiman	1
'kichon	1
'koi	1
'koiham	1
'lengpan	1
'mithi	1
'nachonsetna	1
'nang	1
'nangma	1
'nanu	1
'pakaiyin	1
'themgao	2
'thu	1
'tua	1
'tun	1
'uvin	1
'ven	2
'vo	1
-	988
-a	1
-ah	2
-an	1
-asaph	1
-baz	1
-chu	1
-e	1
-e-a	1
-em	1
-eseth	1
-in	8
-ioth	1
-itileh	1
-kigahna	1
-l	1
-moth	1
-nah	1
-rem	1
-u	1
-un	1
-uva	1
-uve	2
-uvin	2
-zar	1
a	19193
a-ah	3
a-ahkhomit	1
a-ahpeh-in	1
a-ahsi	1
a-al	3
a-an	6
a-ang	8
a-anga	4
a-angah	9
a-angjang	1
a-angjanga	1
a-angsung	4
a-angsunga	24
a-angsunguva	3
a-anguva	3
a-ankong	4
a-ankonga	1
a-anneh	2
a-ao	2
a-aocheh	1
a-aojah	2
a-aole	1
a-aosan	1
a-aosot	7
a-aovuvin	1
a-ap	1
a-apsa	1
a-at	15
a-ath	2
a-athjong	1
a-atji	1
a-atpa	1
a-atpan	1
a-atphat	1
a-attel	1
a-az	9
a-cha	1
a-chan	1
a-chapa	20
a-chapan	2
a-chapatah	1
a-chele	1
a-chemang	1
a-chemjam	1
a-chetauvin	1
a-christa	3
a-chung	1
a-chunga	1
a-chutile	1
a-danga	1
a-eh	11
a-ehjouse	1
a-ehlo	1
a-ehsah	1
a-el	19
a-el'a	1
a-elbai	2
a-em	1
a-emlai	1
a-eng	3
a-engdumin	1
a-engkal	1
a-engkalna	1
a-engse	1
a-engsea	1
a-engsil	1
a-eo	1
a-eojah	4
a-eojahjenguve	1
a-huhdoh	1
a-hungdohtan	1
a-hungin	2
a-iah	2
a-ihdoh	1
a-ihmu	3
a-ihmut	3
a-ihmutai	1
a-ihmuttah	1
a-ilam	1
a-imatih	12
a-in	23
a-ina	4
a-inkoteu	1
a-inmun	1
a-inneipa	1
a-inneipite	1
a-inneipu	3
a-inneipute	1
a-inngah	1
a-insah	2
a-insung	3
a-insunga	1
a-inthil	1
a-invai	1
a-ipi	2
a-it	4
a-itih	8
a-itih-in	1
a-kham	1
a-langtoa	1
a-lhagao	1
a-lhemlha	1
a-nga	9
a-ngah	2
a-ngahmun	2
a-ngailut	1
a-ngal	1
a-nganse	1
a-ngeiphe	1
a-ngui	1
a-nungah	1
a-o	6
a-ogin	14
a-oginin	1
a-oginu	4
a-oginun	1
a-oh	3
a-ohjin	1
a-ohsoh	1
a-oi	2
a-oijiuvin	1
a-oimo	1
a-oimon	2
a-oisunga	5
a-oitauve	1
a-oiva	2
a-oivasa	1
a-oivaset	1
a-oivun	1
a-oiya	1
a-oiyuva	1
a-okhah	1
a-olih	1
a-olihna	1
a-olive	1
a-om	1
a-omlhang	1
a-ompho	1
a-omphou	2
a-ong	3
a-ongje	1
a-ongtan	1
a-op	15
a-opeh-un	1
a-opeh-uve	1
a-opkhum	1
a-opkonga	1
a-opkongu	1
a-optauve	1
a-oson	1
a-ot	1
a-pa	6
a-paa	1
a-pakaiyin	1
a-pakaiyu	2
a-pan	1
a-pathen	56
a-pathena	3
a-pathenin	9
a-pathenpa	1
a-pathenu	52
a-pathenuvin	2
a-pau	1
a-phudoh	1
a-sah-in	1
a-semtila	1
a-suboh	1
a-tel	1
a-thilbol	1
a-thingpel	1
a-ul	1
a-upa	12
a-upajo	1
a-ute	1
a-vantil	5
a-vantilte	1
aal	1
aan	3
aang	2
aangsung	2
aangsunga	3
aanguva	1
aanguvah	1
aankong	1
aaole	1
aaosot	1
aaron	368
aaronin	40
aaronjah	2
aaronjah-a	1
aaw	1
ab	306
ab'ihail	2
aba	1
abad	4
abag'tha	1
abah	77
abahgam	22
abahgama	1
abahgamin	1
abahgamu	1
abahho	3
abahjouse	1
abahsah	13
abahsah-e	2
abahsah-in	3
abahsamin	1
abahtah	1
abaijoi	5
abailam	1
abailamin	1
abal	4
abala	1
abalin	1
abalsa	1
abaltin	1
aban	64
aban-chan	1
aban-gol	3
abana	19
abancha	2
abanchan	5
abang	142
abanga	1
abange	30
abangin	56
abangjeng	1
abangjie	1
abangkot	2
abangleh	1
abangol	1
abangtan	2
abangun	1
abanguve	2
abanguvin	1
abanin	5
abanjang	19
abanjanga	3
abanjangin	1
abanjangu	1
abanjet	1
abanjom	1
abanlot	1
abansao	1
abansaova	1
abansat	2
abansut	1
abantan	1
abantha	4
abanthau	1
abapeh	1
abapeh-in	1
abaraham	1
abarim	4
abash	1
abat	12
abatpa	1
abatsah	1
abaziah	1
abba	3
abbadon	1
abda	2
abdeel	1
abdi	4
abdon	11
abe	1
abea	1
abechah	1
abechim	1
abed	15
abeh	25
abeh-e	2
abehna	2
abei	25
abeihei	1
abeihel	24
abeihele	1
abeihelin	1
abeijeh-in	1
abeiji	2
abeijin	1
abeijitai	1
abeikahsea	1
abeikon	1
abeilo	1
abeina	1
abeipai	15
abeipaitan	1
abeiphat	1
abeisa	2
abeisah	1
abeisah-in	1
abeisan	1
abeisoh	18
abeitah	1
abeitai	15
abeitan	8
abeitauve	1
abeithei	1
abeithu	1
abeiya	1
abeiye	1
abejeh	1
abekhah	1
abel	25
abel-beth-ma	2
abel-keramim	1
abel-ma	1
abel-shittim	1
abelap	4
abelappeh	1
abelhatan	2
abelin	1
abellei	1
abelleiset	1
abelmeholah	1
abelmizraim	1
abeltauve	1
abem	2
abemin	4
abempel	1
abempil	1
abempoi	1
abena	1
abeng	12
abengchop	1
abengchopna	1
abengin	1
abengmul	1
abengphe	1
abengun	2
abenguvin	4
abepeh	1
abese	1
abetauve	1
abi	106
abi'jah	3
abi-athar	1
abi-e	3
abia	1
abiabon	1
abiasaph	1
abiathar	1
abib	6
abida	2
abidan	6
abidoi	3
abidoiyu	1
abie	3
abiel	1
abiezer	4
abigail	23
abih	2
abihail	1
abihu	10
abijah	4
abijah-in	1
abijam	1
abil	14
abil-ho	2
abil-hom	14
abila	1
abilba	2
abilbau	1
abilding	1
abilene	1
abilho	1
abilkol	9
abilkom	1
abiltom	11
abiluva	1
abim	54
abimael	1
abimelech	21
abimelech-in	8
abimun	1
abin	12
abinge	1
abiram	10
abish	1
abishag	5
abishai	2
abishaiyin	1
abishalom	1
abishu	4
abisu	1
abit	1
abiud	2
abner	67
abnerin	5
abo	4
abo-lhah	1
abod	2
abodoh	1
aboh	268
aboh-a	34
aboh-e	3
aboh-in	30
aboh-un	4
aboh-uva	2
aboh-uve	1
aboh-uvin	5
aboha	2
abohcheh-uvin	1
abohgam	1
abohhih	1
abohho	1
abohin	5
abohjie	1
abohjiu	1
abohkhoi	1
abohkhup	27
abohle	1
abohmai	1
abohna	4
abohnau	1
abohpa	1
abohpet	1
abohpi	1
abohsa	2
abohsah	1
abohsoh	5
abohtai	5
abohtan	2
abohtauvin	1
abohuva	1
abohuvin	1
aboi	1
aboijeh-uva	1
aboilah-lah	1
aboilailai	1
aboithoi	1
aboiye	1
abokanga	1
abokhen	1
abokhup	1
abol	678
abol'	1
abol'in	4
abol'u	5
abol'un	5
abol'uva	1
abol'uvin	9
abol-ho	2
abol-u	1
abola	37
abolbe	7
abolchan	2
abolda	3
aboldam	37
aboldam-e	1
aboldam-tan	1
aboldama	2
aboldame	1
aboldamin	2
aboldamjou	1
aboldampa	1
aboldampeh	1
aboldamsoh	1
aboldamtai	1
aboldamtan	1
aboldamun	1
aboldeh	2
aboldingu	1
aboldiu	1
aboldoh	72
aboldoh-u	3
aboldoh-uvin	1
aboldohna	1
aboldohsa	1
abole	2
abolel	1
abolgen	1
abolgenthei	13
abolgentheina	2
abolgentheiya	2
abolgentheiyin	1
abolgentheiyu	1
abolgim	2
abolgim-pau	1
abolgimin	1
abolgot	2
abolin	28
aboljat	1
aboljeh	4
aboljeh-a	1
aboljeh-in	1
abolji	12
aboljie	5
aboljin	5
aboljiu	2
aboljoh	2
aboljom	2
aboljon	1
aboljou	6
aboljouse	2
abolkhom	1
abolkhumsah-in	1
abolkit	1
abolkom	1
abollen	1
abollhon	1
abollhontai	1
abolmou	1
abolna	54
abolnaa	1
abolnah	1
abolnan	1
abolnau	4
abolnauva	3
abolngai	1
abolni	3
abolnom	4
abolpa	1
abolpai	1
abolpat	2
abolpeh	43
abolpeh-a	1
abolpeh-e	2
abolpeh-in	2
abolpeh-u	1
abolpeh-uvin	1
abolpehna	1
abolpehpa	1
abolpha	1
abolpin	3
abolpoi	5
abolpon	3
abolpouve	2
abolsa	11
abolsah	9
abolsah-e	1
abolsah-in	1
abolsahpoi	1
abolsan	1
abolse	1
abolsea	1
abolset	13
abolsetan	1
abolsetauve	1
abolsetje	1
abolsetna	2
abolseuve	1
abolseuvin	1
abolsoh	22
aboltai	53
aboltan	12
aboltauve	30
aboltauvin	9
aboltei	1
abolthei	1
aboltheina	3
abolu	17
abolun	14
aboluva	13
aboluve	4
aboluvin	19
abom	1
aboma	1
abon	103
abon-chan	2
abon-chauva	2
abon-chauvin	3
abona	2
abonbut	1
aboncbauva	1
aboncha	540
abonchajah	1
abonchan	639
abonchanin	1
abonchau	14
abonchau-vin	1
abonchauva	292
abonchauvin	302
abonchauyin	1
abonchavin	1
abong	7
abongchal	15
abongchalte	1
abonghon	1
abongin	1
abongjong	1
abongpi	1
abongtai	1
abongu	2
abonin	24
abonkhup	1
abonun	2
abophaden	1
abot	6
abotal	1
abotdoh	1
abotel	2
abottan	1
abottel	24
abotwi	6
abraham	233
abrahama	1
abrahamin	24
abram	59
abramin	9
abramjah	1
abronah	2
absalom	7
absalomin	3
abu	3
abu-lu	1
abua	1
abuh	7
abuhthi	1
abuikhuh	1
abuipi	2
abukip	1
abukong	1
abul	43
abula	3
abulbal	4
abulhin	1
abulhina	1
abulhing	2
abulhingset	1
abulhinnau	1
abulhit	8
abulhitsoh	1
abulkhom	1
abulpen	1
abulpi	4
abulpia	1
abulu	2
abulua	1
abuluvin	1
abung	14
abungbua	4
abungbun	1
abungin	4
abunglhan	1
abupeh-in	1
abupeh-uvin	2
abusan	1
abusunga	2
abut	2
abutpi	1
ac	6
acah	29
acath	1
accad	1
accoa	1
ach	2
ach-shaph	1
acha	31
acha-pa	2
acha-teni	1
achagateu	1
achah	11
achah-e	1
achah-ujong	1
achai	11
achaia	10
achaicus	1
achaidoh	1
achaihel	1
achaina	60
achaina-in	1
achainakei	2
achainan	1
achaisoh	5
achaitan	1
achaiya	2
achaiyin	1
achaiyun	1
achaiyuva	1
achal	87
achalbe	6
achalbea	2
achalgua	1
achaljon	1
achalma	1
achaloh	1
achalohna	1
achalpang	4
achalpanga	2
achalpou	1
achalsam	1
achalsohtai	1
achaltol	3
achaluvin	1
acham	93
achama	4
achamin	4
achamkim	4
achamkima	1
achamkimin	1
achamkimna	1
achamkimsa	1
achamkimsah	2
achamlhat	4
achamlouva	4
achamtah	9
achamtah-	1
achamtah-in	3
achan	95
achana	2
achanbe	1
achancheh	1
achandia	1
achandiu	2
achang	87
achang-at	1
achang-oi	1
achanga	7
achangbong	2
achangbou	1
achange	8
achanghoi	1
achangin	19
achangkhai	1
achanglhah	5
achanglhi	2
achanglhiding	1
achanglou	1
achangpai	1
achangpal	2
achangpan	2
achangpang	3
achangpanna	1
achangphola	2
achangpoi	1
achangsal	1
achangseh	33
achangseh-in	8
achangsi	1
achangsoh	3
achangtai	4
achangtan	3
achangtauve	4
achangu	5
achangui	1
achangun	2
achanguva	1
achanguvin	4
achangva	1
achanin	1
achanjin	2
achanle	1
achanlel	1
achanlhih	1
achanlhih-u	2
achanlo	3
achanloi	1
achanlom	1
achanlon	1
achanlou	3
achanna	6
achansah	22
achansah-a	1
achansah-in	3
achansah-u	3
achansahho	1
achansahji	1
achansahna	1
achansel	1
achansoh	1
achantah	1
achanthe	1
achanu	69
achanun	5
achanute	21
achanuten	3
achanuteu	14
achaokol	3
achap	5
achapa	270
achapan	5
achapang	2
achapate	177
achapaten	24
achapateu	17
achapatoh	1
achapden	1
achapji	1
achapnou	2
achapnouji	1
achapsoh	1
achapsuh	1
achar	1
achasah	1
achasen	7
achasenteu	2
achasenu	1
achat	3
achate	92
achaten	4
achateu	55
achateuvin	4
achatloh-in	1
achatmo	1
achatsep	1
achavaitai	1
achboi	1
achbor	6
ache	143
ache-na	6
ache-uvin	1
achea	5
achebe	1
achechonin	1
achedeh	1
achedoh	28
achedoh-in	4
achedoh-un	2
achedohna	1
achedohtai	1
achedohtan	1
achedohtauve	1
achedol	1
acheh	3
achehgam	1
achei	8
achejang	1
achejeh	2
achejelin	1
acheji	2
achejin	2
achejitai	1
achejo	1
achejol	1
achekhel	1
achekhuma	1
achekit	1
achel	2
achele	6
acheleh	2
achelen	2
achelhah	2
achelhasuh	1
achelhon	1
acheloi	1
acheloitan	1
acheloiyun	1
achelut	9
achelut'in	1
achelutna	1
achelutnau	2
achem-jam	1
achemang	16
achemangin	3
achemangna	1
achemangtai	5
achemangtan	4
achemchang	1
achemhem	1
achemjam	26
achemjamu	4
achemjamuva	1
achemsasa	1
achen	209
achena	15
achena-na	1
achenauva	1
achenden	4
achendet	1
acheng	87
acheng-poi	1
achenga	1
achengden	6
achengdoh	1
achenge	13
achenghon	1
achengin	18
achengji	3
achengjie	1
achengjo	1
achengkhom	3
achengle	1
achengpa	1
achengpoi	7
achengpon	1
achengsoh	2
achengtai	8
achengtan	3
achengtapoi	1
achengtauve	2
achengtauvin	1
achengte	3
achengui	1
achengun	9
achenguve	8
achenguvin	32
achenjeh	1
achenmit	1
achenna	42
achennau	7
achenpeh	2
achenpha	10
achenphah	1
achenphau	4
achenpin	1
achenpiu	2
achensah	11
achensah-in	5
achensah-uva	1
achensahna	1
achenu	1
achenun	1
achenuva	1
achenuvin	3
achep	17
achepai	14
achepaitah	1
achepaitan	1
achepaiyin	5
achepdoh	1
achepeh	5
achepeh-in	4
achepehin	1
achepet	2
achepheiya	1
achepi	1
achepitauve	1
achepoi	3
acheptan	1
acheptanlou	1
achepum	7
achesa	1
achesah	3
achesotna	1
achesuh	27
achesuh-	1
achesuh-in	15
achesuh-un	2
achesuh-uvin	1
achet	1
achetai	70
achetan	20
achetana	1
achetanpeh	1
achetanpeh-in	1
achetapoi	1
achetapon	1
achetauve	30
achetauvin	8
acheteng	1
achetengleh	1
achetengu	2
achethei	1
achetou	27
achetouna	1
achetoupeh	1
achetoutai	11
achetouva	1
achetouve	1
achetouvin	15
achetouvun	10
achetouvuve	1
acheu	5
acheuva	13
acheuve	3
acheuvin	70
achi	4
achi-lhah	1
achibai	2
achibaiyun	2
achih	7
achihbe	1
achihna	12
achihsah	1
achikhai	1
achil	16
achil'uve	1
achilche	1
achildoh	1
achilgoi	7
achilhah	67
achilhah-in	1
achilhah-u	1
achilhahte	6
achilji	1
achillha	1
achilmat	1
achilna	2
achilnang	2
achilngem	1
achilphon	2
achilsah-un	1
achiltai	1
achilun	1
achim	13
achima	4
achimden	1
achime	1
achimin	1
achimkhum	1
achimlha	1
achimlhah	1
achimlou	1
achimsa	2
achimset	2
achimsoh	1
achimtai	9
achimtan	3
achin	30
achina	1
aching	31
achinga	8
achingbei	2
achingin	8
achingjo	1
achingjon	1
achingpa	2
achingpan	1
achingpipa	1
achingpoi	1
achingtai	2
achingtan	1
achingthem	2
achingu	1
achinguva	2
achinguvin	3
achinin	1
achinna	1
achinsah	1
achinsah-in	1
achinu	1
achip	4
achipsah	3
achish	6
achithah	1
acho	1
acho'uvin	1
achoa	1
achodoh	1
achoh	14
achohal	1
achohdoh	3
achohing	1
achohingji	1
achohna	2
achohnoh	3
achohnoh-un	1
achohpeh	2
achohsa	1
achohsate	1
achoi	12
achoi-an	1
achoi-at	1
achoian-e	1
achoiat	6
achoiatjoh	1
achoidoh	1
achoilena	1
achoipon	1
achoisah-un	1
achoisang	5
achoisanga	2
achoisangin	2
achoisangji	1
achoiya	1
achoiye	3
achoiyin	7
achoiyu	1
achoiyun	4
achoiyuvin	1
achol	15
acholdeh	1
acholjin	1
acholna	1
acholngah	1
acholngahsah	1
acholpa	1
acholpiu	1
acholpon	1
acholsah	2
acholsoh	2
achom	102
achoma	6
achombeh	8
achombeh-a	1
achombeh-in	2
achomdang	1
achomdoh	10
achomdoh-in	1
achome	1
achomgam	10
achomgama	1
achomgamuva	1
achomhel	2
achomhelin	1
achomin	12
achomjap	1
achomjoh	1
achomkeh	1
achomkhat	1
achomkhom	2
achomkhomle	1
achomlam	1
achomlhan	1
achomlut	1
achomna	1
achompeh	1
achomsah	1
achomsoh	1
achomtan	2
achomtauve	3
achomu	1
achomun	1
achomuva	1
achomuve	1
achomuvin	1
achon	72
achon'un	1
achon'uvin	1
achona	5
achonbeh	1
achonbong	1
achondan	15
achondih	2
achondoh-in	1
achone	1
achongin	2
achonin	12
achonjeh	1
achonjeh-in	1
achonjeh-u	1
achonjie	1
achonjo	1
achonjoi	1
achonjou	1
achonkhel	2
achonkhelna	1
achonlen	1
achonlo	1
achonlut	1
achonna	45
achonnaa	1
achonnau	6
achonnset	1
achonohna	1
achonpha	3
achonphat	2
achonpoi	1
achonpon	1
achonpouvin	1
achonsah	2
achonsahna	1
achonse	15
achonsea	13
achonseho	1
achonsejia	1
achonsejipoi	1
achonselou	2
achonsen	4
achonsepa	5
achonsepan	1
achonsepoi	1
achonset	110
achonset'u	1
achonsetai	2
achonsetauve	1
achonsetjeh-uva	1
achonsetna	10
achonsetnau	17
achonsetpi	1
achonseuve	1
achonseuvin	3
achonsoh	2
achonsoh-in	1
achontai	2
achontan	3
achontauvin	1
achonthang	1
achonu	2
achonun	2
achonuva	2
achonuvin	2
achoom	1
achop	30
achopa	1
achopai	2
achopan	1
achopau	1
achopel	1
achople	1
achopolna	1
achoptai	1
achor	5
achot	7
achothou	1
achotlut	2
achotna	2
achotpha	5
achotphaa	1
achotphan	2
achotphauva	1
achotsah	5
achotsoh	1
achou	1
achouva	1
achouvin	1
achouvun	1
achsah	12
achsahin	1
achu	10
achu-lhah	1
achudoh	1
achuh	23
achuhna	2
achuhsah	3
achuhsah-in	1
achui	15
achujin	2
achujongle	1
achujongleh	2
achukha	2
achukhapoi	1
achule	5
achulhah	1
achulhan	1
achulnam	1
achum	2
achumin	1
achumun	2
achun	73
achuna	1
achunai	1
achung	72
achunga	249
achungah	18
achungchang	2
achungchon	4
achungchona	2
achunglam	4
achungnung	7
achungnunge	1
achungnungjo	2
achungnungjoi	1
achungsoh	1
achungsoh-uvin	1
achungthu	1
achungu	1
achungun	1
achunguva	149
achunguvah	5
achungva	1
achungvum	3
achungvuma	4
achunin	1
achunjol	1
achunna	1
achunom	1
achup	29
achupsoh	6
achuptan	1
achutai	7
achutan	7
achuti	72
achutia	1
achutijep	2
achutile	37
achutileh	10
achutilou	17
achutiloule	18
achutilouleh	10
achutilouva	56
achutinai	1
achutitan	1
achuuvin	1
achuvin	1
achzib	4
aclian	1
acts	4
ad	8
ada	148
ada'lia	1
adab	39
adad	2
adah	21
adah-in	1
adahdoh	1
adahdoh-in	2
adahel	1
adahjin	1
adahphe	1
adai	8
adai'ah	3
adaithang	1
adajeu	1
adak	8
adalha	25
adalhah	61
adalhah-a	2
adalhah-uva	1
adalhahna	1
adalhahsa	2
adalhahsoh	2
adalhai	4
adalhan	34
adalhapoi	1
adalhapon	1
adalhasoh	1
adalhatai	6
adalhatan	1
adalhatauve	1
adalhatauvin	1
adalhauvin	21
adallouna	1
adaltan	1
adaltanton	1
adam	49
adama	1
adamdoh	2
adamhel	2
adamhela	1
adamheltai	1
adamin	1
adamlou	11
adamlouten	2
adammo	8
adammon	3
adammona	1
adamna	1
adampaihel	1
adamsah	26
adamsah-in	1
adamsah-uva	1
adamsahhel	1
adamsahin	1
adamsoh	1
adamtah	1
adamtai	5
adamtan	3
adamthei	3
adamtheina	1
adamtheng	1
adan	30
adana	1
adana-e	1
adanauve	3
adanave	1
adanaveuve	1
adanchan	1
adang	195
adanga	4
adangchah	8
adangho	11
adangin	3
adangka	5
adangkau	2
adanglam	1
adangse	8
adangsen	7
adangto	2
adanguva	1
adanin	2
adankan	1
adanthu	13
adanthua	1
adaojep	1
adap	6
adapjeh	1
adar	10
adasa	1
adasoh	1
adat	4
adatah	1
adatai	1
adatmo	22
adatmoa	1
adatmon	1
adatmouvin	3
adatmovin	1
adatpoi	1
adau	2
adauva	1
adauve	1
adauvin	1
adbeel	2
addah	2
addan	1
addar	2
addi	2
addon	1
ade	2
adeh	7
adehpanga	1
adehsam	1
adehtol	3
adei	54
adeicha	1
adeichan	7
adeichat	15
adeichaten	1
adeichatna	1
adeichauvin	1
adeijat	3
adeijiuve	1
adeijo	2
adeijon	1
adeijouve	1
adeijouvin	1
adeilai	2
adeilam	1
adeilhen	9
adeilhenna	13
adeilou	4
adeimo	7
adeimoa	1
adeimojo	2
adeimon	3
adeimouva	2
adeina	1
adeipa	2
adeipeh	1
adeipen	3
adeipenin	1
adeipoi	1
adeipon	3
adeitah	1
adeitan	1
adeiya	13
adeiye	4
adeiyin	6
adeiyu	2
adeiyun	4
adeiyuva	1
adeiyuvin	2
adekot	9
adel	53
adelchap	1
adeldoh	15
adeldoh-in	1
adeldohin	1
adeldohoi	1
adelehom	1
adelhop'in	1
adelin	3
adeljam	11
adeljamin	2
adelkhum	9
adelkhumuvin	1
adelkop	2
adelle	1
adellut	2
adelmang	11
adelmanga	2
adelmangin	1
adelmangna	1
adelmangsa	6
adelmangun	1
adelmapg	1
adelna	5
adelnauva	3
adelnem	2
adelpa	1
adelpai	2
adelpeh	9
adelpeh-in	1
adelpeh-un	1
adelpha	1
adelphan	2
adelsuh	1
adeltai	3
adelu	1
adelun	1
adelut	1
adeluvin	2
adelvuh	1
aden	6
adena	5
adenat	1
adeng	3
adengin	14
adengpa	1
adengtai	1
adengun	1
adenna	2
adenpa	1
adensah-uvin	1
adep	6
adesotle	1
adet	3
adetkou	1
adetna	1
adetola	1
adetpeh	1
adetta	1
adeuje	2
adeuvin	2
adi-el	1
adih	367
adih-a	16
adih-e	7
adih-in	18
adihcha	1
adihjal	1
adihjon	1
adihlam	2
adihlama	3
adihlou	15
adihlouva	2
adihna	20
adihnai	2
adihnan	2
adihnau	3
adihpoi	4
adihsah	2
adihtah	5
adiljin	1
adilsu	1
adilsu'uvin	1
adilsuh	1
adilsuhna	1
adilsun	8
adim	12
adima	1
adimchah	1
adimdeh	1
adime	3
adimhel	3
adimin	9
adimjingin	1
adimjotai	1
adimna	1
adimpaiya	2
adimsah	3
adimset	91
adimset-e	1
adimsetna	2
adimsettan	1
adimsoh	9
adimsoh-e	1
adimsoh-uva	1
adimsohtan	1
adimtai	7
adimtan	1
adimun	1
adin	31
adin-sah-un	1
adina	2
adindoh	1
ading	82
adinga	3
adingden	2
adingdenin	1
adingdet	1
adingdoh	3
adingdoh-in	9
adingdoh-un	1
adinge	8
adingin	49
adingjing	1
adingjo	1
adingle	1
adingme	1
adingsoh	2
adingtan	2
adingthei	1
adingun	20
adinguva	1
adinguve	2
adinguvin	17
adinjanga	1
adinji	1
adinjou	1
adinlhuh	1
adinmun	2
adinmuna	2
adinna	6
adinnau	1
adinpet	1
adinpi	1
adinpiuvin	1
adinsah	12
adinsah-in	5
adinsah-ui	1
adinsah-un	1
adinsah-uvin	1
adinsahin	1
adinsahtai	1
adip	13
adipkonga	1
adipset	4
adit	1
aditha	1
adlai	1
adma'tha	1
admah	5
admimset	1
admin	2
adna	1
adnah	3
ado	7
ado-soh	1
adoa	1
adodoh	2
adoh	48
adoh-in	1
adoh-u	6
adoh-uva	3
adohchim	1
adohjoh	2
adohleh	1
adohna	1
adohpeh	1
adoi	7
adoihou	3
adoihouvu	1
adoikhan	1
adoikhom	2
adoina	1
adoiphung	1
adoithu	1
adoiyu	1
adokhangu	2
adol	18
adollou	1
adoltah	3
adom	16
adom-peh	1
adomai	1
adomdoh-in	1
adomin	2
adomkang	1
adomlha	1
adomlhan	1
adomlhauvin	1
adomsang	1
adomsangin	1
adomsanguvin	2
adomtouvin	2
adon	90
adon-hut	1
adona	9
adonbut	415
adonbut'e	1
adonbut'in	20
adonbut'un	2
adonbut'uvin	1
adonbut-in	1
adonbutin	1
adonbutje	2
adonbutna	7
adonbutpoi	2
adonbutpon	1
adonda	5
adondai	1
adondan	1
adondau	1
adondauva	1
adondiu	1
adondoh	5
adondohsau	1
adong	55
adonga	1
adongdoh	1
adonge	17
adongiil	1
adongin	100
adongjo	2
adongkhom	1
adongma	1
adongpen	1
adongsoh	2
adongtai	8
adongtan	1
adongtauve	4
adongui	3
adongun	29
adonguve	1
adonguvin	10
adoni	7
adoni'jah	1
adoni'kam	1
adoni-bezek	4
adonibezek	1
adonijah	34
adonin	7
adoniram	1
adonize	1
adonjat	1
adonji	2
adonjie	1
adonjo	1
adonjou	2
adonkap	1
adonkhah	2
adonkham	5
adonkhamsah	1
adonkhom	1
adonle	1
adonlou	4
adonlousa	1
adonna	1
adonpet	1
adonpoi	1
adonsah	8
adonsah-in	3
adonsah-un	1
adonsahji	1
adonsoh	3
adontai	5
adontan	1
adontapoi	1
adontauve	4
adonthei	5
adonu	3
adonui	1
adonum	1
adonun	5
adonuva	1
adonuvin	2
adop	7
adopeh	2
adopeh-uvin	2
adopna	4
adopsang	5
ador	2
adora	1
adosah-	1
adotdoh	2
adotpai	3
adotpeh	1
adotpeh-in	2
adotsah	1
adou	39
adoudal	5
adougaltea	1
adouho	4
adoujou	7
adoukhah	1
adoulel	1
adoulo	1
adoumah	6
adouna	10
adounan	3
adousoh	1
adousona	1
adoutai	2
adouva	10
adouve	2
adouvin	8
adouvun	7
adouvuva	3
adram	4
adramyttium-ah	1
adria	1
adriel	1
adtingdoh	1
adu	1
adu-ha	1
aducha	4
aduchan	1
aduchat	8
aduchatna	1
aduha	1
adul	3
adulam	1
aduldoh	6
adulkeove	1
adullai	1
adullam	12
adum	18
aduma	1
adumin	2
adumjil	1
adumjiljel	1
adumle	1
adumtan	1
adung	80
adungin	1
adunglam	6
adup	2
aeeiye	1
aeh	3
aeh-u	1
aehvah	1
aeiye	1
ael	3
aelbai	1
aeltolna	1
aen	2
aeneas	3
aengbola	1
aengdum	1
aenlou	1
aenon	1
aga	203
aga-ngeh	1
aga-um	1
aga-umin	1
agabel	2
agabeltai	1
agabeng	1
agaboh	3
agaboh-e	1
agaboh-in	1
agabol	12
agabola	2
agabole	1
agabolin	1
agaboljin	1
agabollhontai	1
agabolpeh	1
agabolsoh	1
agaboluvin	1
agabus	2
agache	6
agachei	2
agachen	13
agacheng	5
agachengin	2
agachengtai	1
agachenna	1
agachesuh	1
agachesuh-in	2
agacheuvin	1
agachinsah	1
agachoh	1
agachom	3
agachomtai	1
agachon	2
agachotsa	1
agachudoh-in	1
agadadoh-uva	1
agadel	8
agadellut	1
agadelpeh	1
agadelpeh-uvin	1
agaden	1
agadinge	2
agadoh	1
agadohsah	1
agadohsah-e	1
agadom	1
agadon	1
agadong	1
agadongin	2
agadongun	1
agadontai	1
agadontan	1
agadopeh	1
agadou	1
agag	13
agageh	1
agago	2
agagong	1
agagoujie	1
agagovam	3
agah	71
agahal	1
agahet	1
agahil	6
agahjap'in	1
agahkhai	1
agahmu	1
agahoh	1
agahoidoh-in	1
agahol	6
agaholdoh	4
agahomsah	1
agahsan	1
agahsap	1
agahsat	1
agahsei	1
agahseiya	1
agahsep	3
agahsol	3
agahsoldoh-e	1
agahsun	1
agahtole	1
agahuhdoh	2
agahve	1
agahven	6
agahvet	6
agahvet'ule	1
agai	8
agailou	1
agaitai	1
agaitan	1
agaiya	4
agaiyin	3
agaiyu	1
agajabol	1
agajai	1
agajam	2
agajamle	1
agajat	1
agajen	2
agaji	1
agajin	1
agajipoi	2
agajoa	1
agajoh	1
agajol	1
agajou	2
agajouvin	3
agajuina	1
agajuipeh	1
agakaidoh	1
agakaidoh-in	1
agakaiya	3
agakaiyin	4
agakaiyu	1
agakaiyui	1
agakaiyun	1
agakaiyuvin	1
agakal	1
agakap	1
agakhol	4
agakholjin	1
agakholsoh	3
agakhomsoh	1
agakhop	2
agakhopem	2
agakhu	1
agakichoh	1
agakido	1
agakihol	1
agakihou	2
agakijam	1
agakilah	1
agakilon	1
agakimu	1
agakimudoh-	1
agakimupin	1
agakimusah	1
agakipui	1
agakipuiben	1
agakisat	1
agakisatpi	1
agakisel	2
agakoi	1
agakoisoh	1
agakou	6
agakoudoh	1
agakoudoh-uvin	1
agakoukhom	1
agakoupeh	2
agakousah	3
agakousah-e	1
agakousah-in	13
agakoutai	1
agakouvin	1
agakouvun	2
agakum	1
agakunin	1
agal	30
agal-hang	2
agala	1
agaladoh-in	1
agalah	2
agalai	1
agalamtoa	1
agalamton	3
agalamtouve	1
agalan	4
agalap	1
agalatai	1
agalauvin	1
agalbol	1
agaleh	1
agaleng	1
agalhun	1
agalhung	1
agalhut	2
agaljo	1
agalkai	13
agalkaisah	2
agalkaisah-in	1
agalkaisoh	2
agalkaitai	2
agalkaiya	1
agalkaiyin	4
agalkaiyun	6
agalkaiyuvin	3
agalkon	2
agalkonna	1
agalmin	1
agalmu	3
agaloidoh	1
agalpal	1
agalsat	4
agalsatna	1
agalte	9
agalteu	23
agalteuva	1
agaluipeh-in	1
agalum	2
agalumin	1
agalup	2
agaluppi	2
agaluppin	2
agalut	22
agalut'in	1
agalutle	2
agalveng	7
agalvet	1
agalvon	10
agalvonpo	1
agalvonpoa	3
agalvonpopa	6
agalvonpopan	4
agam	181
agam-ngah	2
agama	16
agaman	1
agamanin	2
agamat	2
agamga	11
agamgi	54
agamgia	3
agamgin	2
agamgiu	1
agamin	2
agamjouse	1
agamkai	4
agamkol	1
agamla	14
agamlat	5
agamle	3
agamlenna	1
agammang	3
agammsunga	1
agamna	1
agamngah	1
agampoh	1
agamsah	1
agamsoh	1
agamsoh-in	1
agamsumg	1
agamsung	178
agamsunga	105
agamsungin	1
agamsungma	1
agamsungse	1
agamsungu	12
agamsunguva	9
agamtan	1
agamtheng	1
agamthip	1
agamu	10
agamudoh	5
agamudoh-in	2
agamui	2
agamun	6
agamut	1
agamutapoi	1
agamutauve	1
agamuva	2
agamva	1
agamvaipoteu	1
agan	4
agancha	30
aganchaho	1
aganchate	2
aganchateu	2
aganchau	11
aganeh	3
aganei	2
aganen	1
agang	1
agangpa	3
agantha	1
aganthau	2
aganto	1
aganung	2
agao	8
agaochana	2
agaochangin	1
agaosap	25
agaosapna	1
agaosapsa	1
agaosapsau	1
agaotheiho	1
agaotheipa	1
agaovin	1
agaovu	1
agaovun	1
agaovuva	1
agaovuvin	1
agap	2
agapang	2
agapanhu	1
agapanpiu	1
agapeh	4
agapen	2
agapetai	5
agaphai	1
agaphan	1
agaphapeh-e	1
agaphauvin	1
agaphet	1
agaphong	1
agaphut	1
agapnau	1
agapo	1
agapodoh	1
agapodoh-uvin	1
agapolut	1
agapon	1
agapot	3
agapotdoh	6
agapotdoh-uvin	1
agapu	2
agapui	3
agapuidoh	2
agapuilut	1
agapuipeh-in	1
agapuisah	4
agapuiyin	2
agaput	1
agasah	1
agasahdoh	1
agasamin	1
agasat	7
agase	1
agasei	18
agaseipeh	19
agaseipeh-in	3
agaseisah	7
agaseisah-e	7
agaseisah-in	2
agaseisah-ui	2
agaseitai	7
agaseitan	1
agaseitauve	5
agaseiye	8
agaseiyin	9
agaseiyui	1
agaseiyun	8
agasel	2
agasela	1
agasem	1
agasemin	2
agasep	1
agasimna	1
agasoh	2
agasol	1
agasung	2
agatai	1
agatan	3
agatanden	1
agatang	1
agatao	1
agataotai	2
agataovin	2
agatapon	1
agate	1
agatha	4
agathah	10
agathal	5
agathalah	2
agatham	4
agathamin	3
agathana	1
agathat	11
agathei	5
agathi	2
agathot	2
agathuh	1
agathum	2
agathume	1
agati	29
agatia	2
agatil	1
agatildoh	2
agatileh	1
agatin	1
agatipeh-e	1
agatisah	3
agatisah-e	11
agatisah-in	4
agatisah-ui	2
agatiuve	7
agatiuvin	2
agatodoh	4
agatoh	6
agatoh-in	2
agatol	4
agatoldoh	1
agatong	1
agatonguvin	1
agatoutai	1
agatouva	1
agatouve	1
agatouvin	1
agatuh	2
agatun	2
agatungtai	1
agau	2
agaum	1
agaumtai	1
agauva	2
agavah	2
agave	3
agavechen	1
agaven	1
agavet	1
agavetsah	1
agavetsah-in	1
agaveuvin	2
agavil	4
agavuitauve	3
age	2
age-na	4
agee	1
ageh	13
ageh-uvin	1
agei	27
ageideh	1
ageigol	9
ageigola	8
ageina	1
ageinoi	1
ageiphe	1
ageisa	1
ageitai	1
ageitan	2
ageitauve	3
ageiya	2
ageiyin	8
ageiyun	4
agel	72
agel'u	1
agel-e	1
agel-ham	1
agela	5
ageldoh	33
ageldoh-in	4
ageldoh-un	2
ageldoh-uva	1
ageldohji	2
ageldohsah	1
agele	1
agelem	1
agelgamu	1
agelin	4
ageljin	3
ageljoh	1
agelkhoh	4
agelleh	1
agelmouve	1
agelpeh	2
agelpha	2
agelpoi	1
agelpouve	1
agelsa	1
ageltai	2
ageltan	1
ageltauve	2
ageltauvin	1
ageltoh	3
ageltoh-in	1
ageltohsa	1
agelu	1
agelui	1
agelun	3
ageluve	1
agemsa	1
agemsan	2
agemunuva	1
agen	5
agendet	1
agenin	2
agenphai	1
agensange	1
agenson	1
agensuh	1
agenthei	28
agentheina	4
agentheinau	1
agentheisah	1
agentheiya	1
agentheiyuva	1
agep	1
agesah	1
aget	3
agetbe	1
agetna	2
agetnan	1
agetsang	1
agigel	1
agih	55
agih-e	2
agih-in	14
agihdan	3
agihdol	2
agihjat	1
agihna	1
agihsa	5
agihsal	5
agihsala	2
agihsalna	1
agihsalpoi	1
agihsan	1
agihtai	1
agiipiu	1
agil	18
agila	2
agiljang	2
agilje	1
agilkel	12
agilkela	1
agilkeltan	1
agilkelte	8
agilkelu	2
agillouva	1
agilou	40
agiloupa	4
agilouva	9
agilpi	2
agilpoi	1
agim	17
agima	1
agimbol	3
agimbolji	1
agimna	5
agimnam	38
agimnamtui	4
agimnau	1
agimnauva	1
agimsel	1
agin	25
agina	1
aginchat	3
aging	24
agingcha	2
agingchauvin	1
aginge	2
agingin	8
aginginguvin	1
agingpon	1
agingtai	1
agingtauve	1
aginguve	1
aginguvin	3
aginlo	1
aginlou	1
aginmoa	1
aginsah	1
aginsah-in	1
aginsoh	4
aginu	1
agit	3
agitlou	9
agitlouna	11
agitlounau	1
agitlouva	1
ago	24
ago-lhan	1
ago-lhasoh	1
ago-lhon	1
agochana	1
agodeh	3
agodenin	1
agoh	4
agoh-in	1
agoham	1
agoi	18
agoipi	1
agoipoi	1
agoitan	1
agoivai	1
agoiyin	4
agoiyun	1
agojie	1
agojiuve	1
agol	65
agol'in	1
agol-ho	1
agol-lhan	1
agol-vahna	1
agola	2
agoldang	1
agoldoh	3
agolin	4
agollah	1
agolle	2
agollhan	2
agollhang	4
agollhangho	1
agollhangpa	2
agolni	2
agolnop	2
agolnun	1
agolpa	11
agolpan	2
agolpi	1
agolpouve	1
agolsoh	2
agoltan	1
agolte	17
agolteu	2
agolteuvin	1
agoltoh	5
agoltoh-e	1
agoltoh-in	1
agoltoh-uvin	1
agoluvin	5
agolvai	6
agolvaiho	1
agolvaise	1
agom	7
agoma	18
agomin	9
agomkom	8
agomkomcha	2
agomkomin	1
agomsoh	2
agon	51
agona	6
agondoh	3
agong	17
agonggoh	1
agongin	1
agongso	1
agongtoh	2
agongtoh-in	1
agongtul	1
agonin	1
agonjoh	1
agonpeh	5
agonpeh-e	1
agonpeh-in	2
agonpehna	1
agonsa	4
agonsoh	1
agontha	1
agonthau	1
agontoh	3
agontohsa	3
agontohsoh	1
agonu	4
agop	14
agophel	1
agopji	2
agopjin	1
agopoi	4
agopon	1
agopouve	2
agopouvin	2
agoppai	1
agopsuh	1
agoptan	2
agosa	3
agosoh	8
agot	68
agotah	1
agotai	7
agotan	2
agotapon	1
agotauve	5
agotauvin	5
agotbong	1
agotchan	1
agothet	1
agotle	1
agotna	2
agotpeh	2
agotpehsa	1
agotpen	1
agotsa	5
agotsah	1
agotsaho	1
agotsan	1
agotsau	1
agotte	1
agou	45
agou-vin	1
agoujouse	1
agoukhol	2
agoulo	41
agoulou	6
agoulouva	1
agouva	5
agouvam	11
agouvame	1
agouvamin	1
agouvamtai	1
agouve	12
agouvin	27
agouvu	3
agovam	22
agrippa	11
agrippan	3
agu	33
agua	1
agubuh	5
agubuh-uva	1
agucha	1
agudoh-in	1
agudohset	1
aguh	16
aguh-in	2
aguhjat	1
agui	5
aguilhun	14
aguilhung	5
aguilhungin	1
aguilhunna	1
aguilhunsah	6
aguiya	2
aguma	1
agumang	1
agumgoa	1
agunche	2
agunchu	2
agunchuje	1
agunchuna	1
agunchuve	1
agup	1
agupna	2
agur	3
agusoh	1
agut	1
agutuhnau	1
aguu	1
ah	1389
ah'zai	2
ah-in	8
aha	33
aha-ngeh	1
aha-pun	1
ahab	135
ahabol	5
ahabolbe	1
ahaduchat	1
ahaga	1
ahagelui	1
ahagin	2
ahah	4
ahahem	1
ahahsa	12
ahahsai	3
ahahsal	1
ahahsan	1
ahahsat	3
ahahsel	4
ahahsela	1
ahahselin	1
ahahselna	1
ahahselsa	2
ahai	6
ahaibeiyin	1
ahaideh	1
ahaikhum	1
ahailutpeh	1
ahaimo	1
ahainin	1
ahaipoi	1
ahaisa	3
ahaisah	2
ahaisah-in	1
ahaisam	6
ahaisoh	1
ahaisohtai	1
ahaitai	5
ahaitan	1
ahaitanin	1
ahaitauve	1
ahaiyin	4
ahajat	1
ahajedoh	1
ahajop	1
ahakamna	1
ahakham	1
ahal	24
ahala	1
ahalbe	1
ahalchaisoh	1
ahaldoh	2
ahalnam	12
ahalnamna	1
ahalnamun	1
ahalnat	1
ahalpeh	1
ahalsi	14
ahalsoh	1
ahalung	1
ahaluvin	1
ahalvam	48
ahalvamin	7
ahalvamsa	2
ahalvamsoh	1
ahalvamtan	1
ahalvamun	1
aham	4
ahama	1
ahamdoh	9
ahamhing	93
ahamhoithoa	1
ahamin	2
ahamkeh	1
ahamlah	1
ahampa	1
ahampen	1
ahamphai	1
ahamphajo	1
ahamphat	1
ahamphatnau	1
ahamset	4
ahamsetna	2
ahamsetnau	1
ahan	1
ahang	8
ahanuh	1
ahao	17
ahaobe	1
ahaodoh	8
ahaodohna	1
ahaohon	1
ahaoje	1
ahaole	1
ahaona	14
ahaonasa	1
ahaopa	1
ahaosa	1
ahaosah	2
ahaosah-e	1
ahaothei	1
ahaova	1
ahaovin	1
ahap	2
ahapan	1
ahapen	1
ahapsat	1
ahapta	1
ahar	3
aharai	1
ahas	1
ahasah	6
ahasah-e	1
ahasal	1
ahasap	4
ahasei	1
ahaseiphong	1
ahasu-e	2
ahasu-e'rus	29
ahasuerus	1
ahat	48
ahatdoh	5
ahatdoh-in	1
ahatdoh-un	1
ahatdohsah	1
ahatdohtai	1
ahath	1
ahathip	1
ahatjipoi	1
ahatjo	4
ahatjoh	1
ahatjoi	2
ahatjon	3
ahatjou	1
ahatlou	1
ahatmo	7
ahatmoa	2
ahatmon	1
ahatmote	2
ahatna	3
ahatoh	1
ahatpen	2
ahatpon	1
ahatsah	3
ahatsah-un	1
ahatsah-uvin	1
ahattai	1
ahatte	1
ahatten	1
ahatu	3
ahatval	4
ahau	5
ahautauve	1
ahauvin	1
ahaz	85
ahazi	52
ahaziah	6
ahazjah	1
ahba	2
ahban	1
ahcha	3
ahchal	2
ahe	16
ahe-lhah	1
ahea	5
ahebal	1
aheboh	6
ahebol	1
ahechen	2
ahechip	1
ahedoh	35
ahedoh-in	4
ahedoh-un	1
ahedoh-uvin	1
ahedohtai	1
aheh	40
aheh-bongin	1
aheh-in	1
aheh-u	1
aheh-un	1
ahehbal	2
ahehbel	1
ahehho	4
ahehna	2
ahehnan	1
ahehnau	7
ahehpeh	1
ahehpouve	1
ahehse	2
ahehsea	1
ahehset	7
ahehsetna	2
ahehseuvin	2
ahehtel	1
ahei	28
aheicha	3
aheichang	2
aheidoh	5
aheidohtai	1
aheiji	1
aheikit	1
aheikonpeh	1
aheile	2
aheilha	1
aheilouva	1
aheilut	1
aheimang	3
aheimanga	1
aheimanna	1
aheina	1
aheipouvin	4
aheitai	1
aheitan	2
aheitoh	1
aheiya	2
aheiyin	2
aheiyun	3
aheiyuva	1
ahejin	1
ahejing	1
ahejingin	1
ahejipoi	1
ahejitapoi	1
ahejiuve	1
ahejouve	1
ahekel	1
ahekhen	9
ahekhenjin	1
ahekhenjipoi	1
ahekhentai	1
ahel	18
ahelhah	1
ahelou	3
ahem	14
ahema	3
ahemasan	2
ahemin	2
ahemlam	1
ahemseu	1
ahen	37
ahenai	10
ahenan	2
ahenasauvin	1
ahenauve	3
ahenauvin	1
ahendet	2
aheng	87
ahenga	176
ahengah	17
ahengin	2
ahengu	3
ahengulva	1
ahenguva	32
ahenguvah	2
ahenjie	1
ahenjin	1
ahentai	2
ahentauve	1
ahenu	1
aheo	1
aheodah	1
ahepai	1
ahepaijenin	1
ahepha	15
ahephalou	1
ahephapoi	3
ahephapon	2
ahepi	3
ahepin	1
ahepina	2
ahepjia	1
ahepoi	25
ahepon	7
ahepouve	25
ahepouvin	4
aher	1
ahesoh	32
ahesoh-e	1
ahesoh-in	1
ahet	126
ahet'uva	1
ahet-tohsah-in	1
ahet-u	1
aheta	2
ahetai	1
ahetan	1
ahetanpeh	1
ahetapouve	4
ahetapouvin	1
ahetauve	3
ahetauvin	1
ahetbena	1
ahetcheh-u	1
ahetchen	2
ahetchet	1
ahetchom	1
ahetdanin	1
ahetdoh	97
ahetdoh-u	1
ahetdoh-uva	1
ahetdohna	3
ahetdol	1
ahetel	1
ahethei	2
ahetje	1
ahetjeh	4
ahetjeh-un	1
ahetkhah	2
ahetkhen	12
ahetkhom	1
ahetlou	1
ahetlouvu	1
ahetmo	1
ahetna	7
ahetnah	1
ahetnau	3
ahetoh	26
ahetoh-a	3
ahetoh-in	1
aheton	1
ahetpeh	3
ahetphah	10
ahetphotsah	1
ahetsa	3
ahetsah	15
ahetsah-in	2
ahetsah-un	1
ahetsah-uva	1
ahetsahna	1
ahetsahpa	1
ahetsau	2
ahetsoh	5
ahettei	1
ahettoh	7
ahettohsah	25
ahettohsah-e	1
ahettohsah-in	5
ahettohsah-u	1
ahettohsahna	1
ahettohsahpiu	1
aheuve	6
aheuvin	17
ahi	16761
ahi'ah	1
ahi'tub	2
ahi-assyria	1
ahi-bouve	1
ahi-e	1
ahi-jengin	1
ahi-poi	2
ahi-tapoi	1
ahi-uve	1
ahi-uvin	1
ahi-vangin	1
ahia	15
ahibang	2
ahibanga	2
ahibep	10
ahibep'e	1
ahibo	1
ahibou	3
ahibou-ve	1
ahibouve	516
ahibouvin	11
ahibouvln	1
ahibouvui	26
ahibouvun	1
ahibove	8
ahibovin	1
ahibovui	5
ahicheh	3
ahicheh-e	3
ahicheh-in	1
ahicheh-uve	1
ahicheh-uvin	1
ahichelai	1
ahichu	1
ahideh	12
ahideh-in	1
ahidehpoi	3
ahidem	8
ahiding	8
ahidinga	2
ahidingleh	1
ahidoh	4
ahidohna	1
ahidol	1
ahidungjuiyin	1
ahiezer	7
ahih	1
ahih-uva	1
ahihi	1
ahihonin	1
ahihouve	13
ahihud	1
ahijah	20
ahije	3
ahijeh	111
ahijeh-a	5
ahijeh-in	43
ahijeh-u	4
ahijeh-uva	5
ahijeh-uvin	5
ahijeng	9
ahijenga	1
ahijenge	36
ahijengin	10
ahijengse	1
ahijie	8
ahijin	3
ahijing	3
ahijinge	8
ahijipoi	1
ahijitai	1
ahijo	2
ahijoboume	1
ahijobouve	2
ahijoi	6
ahijong	5
ahijongle	29
ahijongleh	54
ahijotan	1
ahikahsea	1
ahikhah	7
ahikhai	1
ahikhan	1
ahikit	9
ahikop	1
ahil	127
ahil'a	1
ahil'e	1
ahil'in	4
ahil'u	1
ahil'uvin	1
ahila	2
ahilai	1
ahilaiya	1
ahilam	11
ahilchah	8
ahilchah-in	3
ahilchahna	1
ahilchen	5
ahilchet	7
ahildollouhel	1
ahile	761
ahileh	1611
ahilehah	1
ahileng	1
ahilguh	3
ahilhon	13
ahilhona	1
ahilhone	98
ahilhonin	27
ahilhontai	2
ahilin	3
ahilji	2
ahiljin	3
ahiljipeh-in	1
ahille	1
ahillen	1
ahillhang	4
ahilmasan	1
ahilna	15
ahilnau	3
ahilou	77
ahiloujeh	1
ahiloujeh-in	1
ahiloujeh-un	1
ahiloujongle	1
ahiloule	145
ahilouleh	16
ahilouna	4
ahiloutah	1
ahilouva	29
ahilouvin	1
ahilpa	5
ahilpan	1
ahilpanin	1
ahilpeh-in	1
ahilpouvin	1
ahilsoh	1
ahiltai	6
ahiltan	5
ahiltauve	3
ahilud	2
ahilui	1
ahilun	1
ahiluva	1
ahim	68
ahima	3
ahimaaz	1
ahimaitai	1
ahimaiye	3
ahiman	3
ahimanin	1
ahime	8
ahimelech	12
ahimen	2
ahimin	1
ahimong	7
ahimonge	4
ahimongin	1
ahimopoi	1
ahimsa	1
ahimsan	1
ahin	4872
ahin-get	1
ahin-lha	1
ahin-pu'vin	1
ahin-seiyin	1
ahin-um	1
ahina	29
ahinadab	2
ahinah	19
ahinai	139
ahinaisaipoi	1
ahinajoh	2
ahinalai	2
ahinalaiye	31
ahinalaiyin	7
ahinan	20
ahinaseiye	1
ahinau	2
ahinauva	1
ahinauve	1
ahinbe	4
ahinbei	3
ahinbel	2
ahinboh	1
ahinboh-uva	1
ahinbol	28
ahinboldoh	1
ahinbole	1
ahinboltai	2
ahinboltan	1
ahinbu	1
ahinchan	3
ahinche	1
ahinchoi	40
ahinchoipeh	2
ahinchoisoh	1
ahinchoiya	7
ahinchoiye	9
ahinchoiyin	9
ahinchoiyu	2
ahinchoiyun	1
ahinchoiyuva	1
ahinchoiyuvin	1
ahinchom	4
ahinchomdoh-e	1
ahinchot	4
ahinchup	1
ahinda	3
ahinde	1
ahindei	1
ahindel	21
ahindela	1
ahindellut	1
ahindelun	1
ahindip	1
ahindo	3
ahindoh	12
ahindohsah	1
ahindoi	1
ahindom	2
ahindomin	2
ahindon	1
ahindonbut	8
ahindonbut'in	1
ahindongin	1
ahindop	7
ahindou	1
ahindouve	1
ahindouvun	1
ahine	1
ahing	133
ahing-ah	1
ahing-in	1
ahinga	17
ahingal-uvin	1
ahingdoh	80
ahingdoh-e	1
ahinge	48
ahingho	2
ahinghoi	10
ahinghoitai	1
ahingin	192
ahingjie	1
ahingjuh	1
ahingla	1
ahinglou	1
ahingnai	1
ahingnalai	1
ahingnu	4
ahingpa	1
ahingpau	1
ahingpon	1
ahingsot	1
ahingtai	10
ahingtan	2
ahingtauve	1
ahingthei	1
ahingui	1
ahinguva	1
ahinguve	1
ahinguvin	2
ahinha	1
ahinhal	1
ahinhet	2
ahinhil	1
ahinho	1
ahinhoipeh	1
ahinhol	11
ahinhou	2
ahinhouvin	1
ahinhudoh	1
ahinhuhdoh	1
ahinjah	3
ahinjal	1
ahinjam	1
ahinjama	1
ahinjamdoh	1
ahinjan	1
ahinjap	1
ahinjep	2
ahinji	1
ahinjih	2
ahinjih-in	1
ahinjin	1
ahinjoh	1
ahinjomin	1
ahinjon	6
ahinjot	16
ahinjot'in	1
ahinjotna	1
ahinjotpa	6
ahinjotpan	1
ahinjou	1
ahinjouvin	1
ahinjuh	4
ahinjui	2
ahinjuiya	1
ahinjuiyui	1
ahinjuiyun	1
ahinka	1
ahinkah	2
ahinkai	34
ahinkaidoh	1
ahinkaisuh	1
ahinkaisuh-uvin	1
ahinkaiya	5
ahinkaiye	1
ahinkaiyin	2
ahinkaiyu	1
ahinkaiyun	2
ahinkaiyuve	2
ahinkaiyuvin	1
ahinkal	1
ahinkap	3
ahinkedoh	1
ahinkhenge	1
ahinkho	97
ahinkhoa	4
ahinkhoiyin	1
ahinkhol	3
ahinkhon	3
ahinkhop	1
ahinkhou	8
ahinkhouva	2
ahinkhum	1
ahinkit	2
ahinkiu	1
ahinkou	7
ahinkoupa	1
ahinkouva	1
ahinkouvin	12
ahinla	564
ahinlah	4
ahinlai	10
ahinlaisea	3
ahinlaisen	4
ahinlaiya	2
ahinlaiyin	2
ahinlaiyun	1
ahinlan	3
ahinlansah	1
ahinlap	1
ahinle	10
ahinlehdoh	1
ahinlehdoh-in	1
ahinlekhun	1
ahinlha	10
ahinlhadoh	1
ahinlhah	3
ahinlhan	3
ahinlhangdoh	1
ahinlhen	1
ahinlhep	2
ahinlhoh	3
ahinlhon	6
ahinlhonpi	1
ahinlhun	2
ahinlhut	10
ahinloh	2
ahinlonsah	1
ahinlonvuh	1
ahinlosoh	1
ahinlou	2
ahinlouve	1
ahinmat	1
ahinmu	2
ahinmudoh	3
ahinmut	4
ahinna	34
ahinnah	1
ahinnai	2
ahinnaiyin	1
ahinnan	1
ahinnau	1
ahinneh	1
ahinnei	2
ahinneiyuva	1
ahinngan	1
ahinnung	2
ahinpal	1
ahinpat	1
ahinpe	2
ahinpeh	35
ahinpeh-e	3
ahinpeh-in	11
ahinpeh-uva	1
ahinpei	1
ahinpen	1
ahinpet	4
ahinpeuve	1
ahinpha	5
ahinphah	16
ahinphan	3
ahinphat	1
ahinphauve	1
ahinphauvin	2
ahinphi	2
ahinpho	2
ahinphon	1
ahinphondoh	1
ahinphong	1
ahinpi	2
ahinpia	6
ahinpih	1
ahinpo	77
ahinpodoh	3
ahinpoh	70
ahinpoh-u	1
ahinpoh-uva	2
ahinpohdoh	1
ahinpohsah-in	1
ahinpohu	1
ahinpoi	3
ahinpolut	2
ahinpoluttai	1
ahinpon	12
ahinpotai	3
ahinpotou	1
ahinpouve	3
ahinpouvin	8
ahinpu	7
ahinpui	52
ahinpuidoh	15
ahinpuidoh-in	4
ahinpuilut	4
ahinpuina	1
ahinpuipeh	1
ahinpuitai	2
ahinpuiya	6
ahinpuiye	2
ahinpuiyin	19
ahinpuiyui	2
ahinpuiyun	12
ahinpuiyuva	1
ahinput	1
ahinputdoh	1
ahinsa	3
ahinsah	13
ahinsah-e	2
ahinsah-in	2
ahinsahji	1
ahinsal	3
ahinsalvah	1
ahinsam	5
ahinsamin	1
ahinsan	2
ahinsap	1
ahinsat	2
ahinsau	1
ahinse	1
ahinsei	28
ahinseidoh	1
ahinseipeh	1
ahinseisa	1
ahinseitai	6
ahinseitan	3
ahinseiye	2
ahinseiyin	68
ahinseiyuva	1
ahinsem	9
ahinsemin	2
ahinsempatni	1
ahinsemtai	2
ahinsep	10
ahinsepdoh	1
ahinseplhan	1
ahinsil	1
ahinso	7
ahinsodoh	3
ahinsol	46
ahinsol'in	1
ahinsola	8
ahinsoldoh	1
ahinsoldohna	1
ahinsolin	3
ahinsolji	1
ahinsolpa	2
ahinsolpeh	1
ahinsoltan	1
ahinsolun	1
ahinsom	1
ahinson	6
ahinsu	1
ahinsuh	1
ahinsun	1
ahinsung	2
ahinsutsa	1
ahintan	5
ahintha	1
ahinthah	1
ahintham	1
ahinthat	2
ahinthei	1
ahintheina	2
ahintholdoh-in	1
ahinthot	8
ahinti	9
ahintil	2
ahintildoh	3
ahintin	4
ahinto	9
ahintodoh	6
ahintoh	5
ahintol	14
ahintoldoh	3
ahintolna	1
ahintom	5
ahintomin	1
ahintomjol	1
ahintou	1
ahintoupha	1
ahintouva	1
ahintu	1
ahintum	1
ahintumkeh	1
ahintundoh	2
ahinvah	5
ahinve	4
ahinvei	3
ahinven	4
ahinvesuh	1
ahinvet	5
ahinvetsah	2
ahinvetset	1
ahinvo	1
ahinvop	9
ahinvotol	1
ahinvui	1
ahio	2
ahipa	1
ahipai	4
ahipaitai	1
ahipantauve	1
ahipeh	1
ahipeh-e	2
ahipeh-in	2
ahipen	2
ahipene	5
ahipet	5
ahiphat	18
ahiphat'in	2
ahipoi	353
ahipon	32
ahipou	2
ahipouve	23
ahipouvin	2
ahira	6
ahiram	2
ahisa	2
ahisah	18
ahisah-e	1
ahisamach	1
ahisampoi	2
ahish	1
ahisite	2
ahismach	2
ahisoh	16
ahita	4
ahitabouve	2
ahitadem	1
ahitah	50
ahitah-a	2
ahitai	1652
ahitan	322
ahitapoi	12
ahitapon	4
ahitauve	114
ahitauvin	22
ahitave	1
ahitei	1
ahiteng	1
ahitengle	1
ahitengleh	7
ahith	21
ahitha	6
ahithai	22
ahithan	4
ahithauve	3
ahithauvin	1
ahithei	8
ahitheile	1
ahitheina	3
ahitheiya	2
ahitheiye	2
ahithou	1
ahiti	11
ahitibol	1
ahitih	1
ahitin	44
ahitoh	1
ahitoh-e	1
ahitub	8
ahiu	11
ahiule	1
ahiuleh	6
ahiuva	23
ahiuve	1307
ahiuvin	703
ahiuvm	1
ahiuyin	1
ahivahgin	1
ahivang	46
ahivanga	77
ahivangala	1
ahivangin	812
ahivangin-thilsea	1
ahivanginla	45
ahivangle	14
ahivangleh	10
ahivangun	1
ahivei	1
ahiveiyu	1
ahiveiyun	1
ahivouve	3
ahivungin	1
ahiya	53
ahiye	1619
ahjinu	1
ahkhomit	1
ahlaba	1
ahlai	2
ahln	1
ahm	1
aho	11
aho-lhah	2
ahoasa	1
ahodoh	3
ahoh	37
ahoh-uve	1
ahoh-uvin	1
ahohdoh	3
ahohdoh-in	1
ahohsal	2
ahoi	30
ahoidam	2
ahoidamin	2
ahoidan	2
ahoidoh	14
ahoidoh-e	1
ahoidohna	1
ahoijo	1
ahoijoh	1
ahoijon	1
ahoikhenin	1
ahoikhom	1
ahoikhomin	1
ahoilai	1
ahoile	1
ahoilheh	1
ahoilou	1
ahoilut	3
ahoilutsoh	1
ahoipeh	1
ahoipeh-e	1
ahoipeh-in	2
ahoipen	3
ahoipoi	1
ahoisah	3
ahoitah	2
ahoitapoi	1
ahoithei	1
ahoitho	5
ahoithojin	1
ahoithon	1
ahoithopiuvin	1
ahoithopoi	1
ahoithouvin	1
ahoiya	3
ahoiye	1
ahoiyin	3
ahokhan	1
ahokhapoi	1
ahol	77
ahol'in	1
ahol'u	1
ahol'un	2
aholbe	3
aholdoh	10
aholdohjia	1
aholdohjin	1
aholdohna	1
aholgun	1
aholin	2
aholji	1
aholjie	1
aholjin	1
aholjiu	1
aholjiuve	2
aholle	1
aholloujeh-in	1
aholmosan	1
aholna	2
aholngaipoi	1
aholpat	1
aholpeh	2
aholpoi	2
aholpouva	1
aholsin	1
aholsoh	2
aholtai	4
aholtan	4
aholtauve	4
aholtauvin	2
aholtoh-un	1
aholu	1
aholun	1
aholuva	2
aholuvin	1
ahom	45
ahoma	1
ahomchehji	1
ahomda	1
ahome	2
ahomin	11
ahomjin	1
ahomjou	1
ahomkeo	19
ahomkeopi	1
ahomkeosa	2
ahomkeova	66
ahomkeovin	17
ahomkhen	3
ahomkhenin	3
ahompeh	1
ahompeh-e	1
ahomsa	3
ahomsah	1
ahomsan	2
ahomsoh	1
ahomtai	1
ahomtan	1
ahomtauve	1
ahomthang	1
ahon	60
ahona	2
ahonchangin	1
ahonchangpin	1
ahondoh	7
ahong	9
ahonga	1
ahongbit	1
ahongcha	10
ahongchan	2
ahongdoh	8
ahongdoh-in	1
ahongin	1
ahongphal	1
ahongsung	1
ahonjin	1
ahonle	1
ahonlei	3
ahonleiya	1
ahonna	2
ahonpeh	4
ahonpeh-in	2
ahonpin	1
ahonpiuva	1
ahonsa	2
ahonuvin	1
ahop	20
ahopa	4
ahopan	8
ahopauvin	1
ahopdoh	1
ahopeh	5
ahopeh-a	1
ahopeh-in	1
ahopkeh-uva	1
ahopmo	2
ahopoi	1
ahoppeh	8
ahoppeh-e	2
ahoppeh-in	1
ahoppeh-un	1
ahopsoh	2
ahopsom	2
ahoptai	1
ahot	19
ahotauve	1
ahotbol	6
ahotbola	1
ahotbole	1
ahotbolpa	2
ahotbolsah-in	1
ahotbolte	1
ahotdan	1
ahotjal	1
ahotjing	1
ahotlo	1
ahotnau	1
ahou	31
ahoubuh	3
ahoubung	1
ahouho	3
ahouin	16
ahouina	1
ahoujeh	3
ahoujeh-u	2
ahoujiu	1
ahoujo	1
ahoukhom	1
ahoulim	4
ahoulimpi	2
ahouna	4
ahounan	1
ahounau	2
ahounauve	1
ahoupet	1
ahoupouve	1
ahousah	3
ahousah-in	1
ahousal	3
ahouse	5
ahousei	1
ahouset	4
ahousetna	2
ahousetnau	1
ahouseuve	1
ahouseuvin	5
ahoutai	1
ahoutauve	5
ahoutauvin	1
ahouten	1
ahouva	2
ahouve	3
ahouvin	27
ahouvu	14
ahouvui	3
ahouvun	17
ahouvuva	3
ahovin	1
ahovun	1
ahpi	2
ahpin	1
ahshi	1
ahsi	68
ahsiho	1
ahsite	13
ahtui	2
ahu	13
ahua	1
ahubinguvin	1
ahudoh-in	1
ahuh	12
ahuh-a	1
ahuh-doh	1
ahuh-in	1
ahuhdoh	76
ahuhdoh-uva	1
ahuhdohdeh	1
ahuhdohji	1
ahuhdohjie	1
ahuhdohna	1
ahuhhing	27
ahuhhinga	2
ahuhhinge	1
ahuhhingin	3
ahuhhingna	3
ahuhhingpa	2
ahuhhingpau	2
ahuhhingtai	1
ahuhji	1
ahuhjin	1
ahuhnau	1
ahuhpeh	1
ahui	1
ahuikhoma	1
ahuikhomsoh	1
ahujotan	1
ahule	1
ahulgo	1
ahulgon	1
ahulgot	2
ahulsat	2
ahun	1
ahunan	1
ahunau	1
ahung	2803
ahunga	28
ahungdoh	32
ahungdoh-	1
ahungdoh-in	8
ahungdoh-un	1
ahungdohna	1
ahunge	44
ahunghin	1
ahungho	2
ahungin	211
ahungji	2
ahungjing	1
ahungjingin	1
ahungjipoi	1
ahungjo	1
ahungjol	1
ahungjong	1
ahungkile	1
ahungkonin	1
ahungkonun	1
ahungle	4
ahunglhan	1
ahunglhun	1
ahunglhung	1
ahunglut	11
ahungma	1
ahungna	6
ahungnai	1
ahungnau	2
ahungpah	1
ahungpeh	2
ahungpeh-	1
ahungpen	2
ahungpet	1
ahungphat	1
ahungpoi	2
ahungpon	1
ahungpot	1
ahungpouve	1
ahungsa	1
ahungsat	1
ahungsei	2
ahungso	7
ahungsodoh	1
ahungsoh	5
ahungsoh-in	2
ahungsohdoh	1
ahungsuh	2
ahungsuh-un	1
ahungtai	15
ahungtan	3
ahungtauve	4
ahungti	7
ahungto	3
ahungtoh	1
ahungtoh-in	1
ahungu	5
ahungui	4
ahungum	1
ahungun	91
ahunguva	17
ahunguve	10
ahunguvin	92
ahungva	1
ahungvah	5
ahungvah-in	1
ahungvet	2
ahungvil	1
ahusa	7
ahusan	2
ahusanglet	1
ahusau	4
ahusauva	1
ahusauve	1
ahusin	3
ahusum	1
ahut	1
ahutan	1
ahutot	2
ahutsa	1
ahutum	2
ahuz	1
ahuzzath	1
ai	74
ai'ja	1
ai-lhim	1
aiah	2
aiha	2
aihdoh	4
aihinge	1
aihinguvin	2
aihmu	10
aihmu-ho	1
aihmua	2
aihmuho	1
aihmumil	2
aihmun	3
aihmusaho	1
aihmut	12
aihmutan	2
aihmutauve	1
aihmutna	2
aihmutso	1
aihmutsoh	1
aijalon	3
aijolon	1
aikhat	1
ailai	1
ailhim	13
aim	12
aima	1
aimatih	16
aimdoh	1
aimkit	1
aimudam	1
aimut	2
aimutna	1
ain	70
ain-chung	1
ain-mun	2
ain-muna	1
ain-sung	1
aina	13
ainah	3
ainbang	3
ainbanga	2
ainboh	1
ainchen	2
ainchendoh	1
ainchengdoh	1
ainchensah	1
ainchung	1
ainchunga	2
aindan	7
aingu	1
ainheng	10
ainhengpa	3
ainhovah	1
ainkam	2
ainko	16
ainkoho	1
ainkopa	1
ainkote	24
ainkoten	2
ainkoteu	6
ainkotpi	1
ainlam	8
ainlama	28
ainlamuva	3
ainlanga	1
ainlui	2
ainmai	1
ainmun	2
ainneipa	2
ainneipi	9
ainneipin	2
ainneipite	1
ainneipu	13
ainneipun	2
ainneipupen	1
ainneiputoh	1
ainnepipi	1
ainning	1
ainpi	2
ainpia	3
ainsa	1
ainsah	3
ainsan	1
ainsang	4
ainsun	2
ainsung	106
ainsunga	37
ainsungu	9
ainsunguva	2
ainthil	2
ainthing	1
aintinah	1
aintingvum	1
aintinuva	1
aintol	1
ainvai	1
ainvela	1
aipi	6
aipin	1
aisaga	1
ait	4
aiti	1
aitih	81
aitih-a	2
aitih-in	5
aitpeh	1
aiya	1
aj	1
aja	42
ajabol	21
ajabolin	1
ajabollou	2
ajabolna	2
ajabolun	1
ajachan	1
ajachat	10
ajachatna	2
ajachatnau	3
ajachatpi	4
ajadai	1
ajadan	5
ajadauve	1
ajadauvin	1
ajadeh	1
ajadoh	12
ajah	1114
ajah-a	23
ajah-in	6
ajah-u	1
ajah-un	1
ajah-uva	109
ajah-uvah	3
ajahcha	3
ajahchauvin	2
ajahda	2
ajahdoh	22
ajahjouva	1
ajahna	3
ajahnah	1
ajahol	2
ajahphat	1
ajahsa	2
ajahsoh	1
ajahtah-u	1
ajahtah-un	2
ajahuva	9
ajahuvah	1
ajai	1
ajakeuve	1
ajakha	2
ajal	2
ajala	1
ajalah	1
ajalhonin	1
ajali	1
ajalkhun	12
ajalkhuna	7
ajalsa	1
ajaltan	1
ajam	78
ajam'uvin	1
ajama	3
ajamchap	2
ajamcheh	3
ajamchehna	1
ajamdoh	39
ajamdoh-e	1
ajamdoh-in	2
ajamdoh-uvin	1
ajamdohna	2
ajamin	11
ajamkhom	1
ajamkhum	1
ajamlut	21
ajamlutna	2
ajammang	2
ajammangtai	1
ajamna	2
ajamo	2
ajampa	1
ajampai	1
ajampan	1
ajampi	2
ajampiu	1
ajamsan	3
ajamsoh	2
ajamtai	6
ajamtan	1
ajamtauve	7
ajamtoh	1
ajamtouvun	1
ajamu	1
ajamun	4
ajamuve	1
ajamuvin	3
ajan	50
ajan-geh	1
ajana	11
ajanauve	1
ajanauvin	1
ajandoh-in	1
ajang	13
ajanga	2
ajangin	3
ajangjong	1
ajangkhai	3
ajangmat	3
ajangsam	4
ajangsamu	1
ajangsoh	1
ajanin	7
ajankhai	1
ajanli	1
ajanom	3
ajaoje	1
ajap	9
ajap'a	1
ajapchil	1
ajapha	6
ajaphut	1
ajapi	1
ajapiuvin	1
ajapkhum	1
ajapoi	1
ajapon	2
ajapouve	2
ajapouvin	4
ajasoh	7
ajat	82
ajatai	13
ajatan	9
ajatapoi	1
ajatauve	6
ajatauvin	4
ajatchom	1
ajathei	1
ajatja	4
ajatma	1
ajatnia	1
ajatsah	1
ajauve	1
ajauvin	25
ajch	1
aje	2
ajebei	1
ajechansah	8
ajedoh	7
ajegah	1
ajeh	1764
ajeh-a	1
ajeh-chu	1
ajehchu	6
ajel	6
ajeldoh	2
ajeltomin	1
ajelut	1
ajem	9
ajemhoi	1
ajemin	2
ajempah	4
ajempah-e	1
ajempol	2
ajen	6
ajenjo	1
ajenle	12
ajenlea	7
ajenlen	1
ajenleuva	1
ajenleuvin	2
ajenpel	1
ajentan	1
ajenun	1
ajep	29
ajep'a	1
ajepma	1
ajepna	1
ajepnaji	1
ajepnau	1
ajet	47
ajetjang	1
ajetlam	9
ajetle	4
ajeuvin	1
ajh	1
ajhinguvin	1
aji	47
ajia	3
ajidiu	1
ajih	27
ajih-in	4
ajihdoh	4
ajihna	1
ajihol	1
ajihpol	1
ajihsoh	1
ajihu	1
ajimin	1
ajin	5
ajina	1
ajinei	6
ajineilou	1
ajineina	1
ajineisa	1
ajineisah-in	1
ajing	58
ajinga	2
ajingin	17
ajingjingkah	1
ajingkah	4
ajingkahsim	1
ajingseh	2
ajingsim	2
ajingtan	1
ajingthoa	1
ajinna	1
ajinsah	1
ajinsah-in	2
ajinu	120
ajinujong	1
ajinun	7
ajinuu	1
ajipa	55
ajipan	20
ajipateu	2
ajipau	1
ajite	12
ajiten	2
ajiteu	15
ajiteule	1
ajiteuvin	1
ajitoh	3
ajiu	3
ajo	70
ajo-jeh	1
ajoa	9
ajobe	1
ajobu	1
ajochan	1
ajochana	1
ajochanin	2
ajodel-u	1
ajoh	23
ajoh-in	3
ajoh-u	2
ajoh-un	2
ajohdoh	5
ajohdoh-in	1
ajohin	1
ajohna	1
ajohpa	2
ajohsoh	1
ajojeh	1
ajojou	1
ajokalval	1
ajokham	2
ajokhop	1
ajokhup	1
ajol	36
ajola	1
ajole	20
ajoleh	1
ajolluttai	1
ajolmang	2
ajolou	1
ajolpa	2
ajolpi	15
ajolpia	1
ajolsel	1
ajolsil-sela	1
ajolsoh	5
ajolsohin	1
ajoltai	7
ajoltan	1
ajoltauve	1
ajoluvin	1
ajom	3
ajomun	1
ajon	32
ajon'uvin	1
ajona	7
ajona-in	1
ajonbol	1
ajonchih	1
ajone	1
ajong	12
ajonga	9
ajongji	1
ajongpa	1
ajongun	2
ajonguvin	1
ajonin	11
ajonna	1
ajonpai	1
ajonpaiyin	1
ajonpet	1
ajonpiho	1
ajonpiu	1
ajonsah	1
ajonsan	1
ajonsuh	3
ajonsuh-in	2
ajontai	9
ajontan	1
ajontauve	5
ajonthanhoina	1
ajontouvin	2
ajontouvun	1
ajonun	2
ajop	18
ajopa	1
ajopbe	1
ajopeh	3
ajoplou	1
ajopmat	3
ajopna	1
ajopsoh-u	1
ajoptauve	2
ajoptauvin	1
ajopuvin	1
ajosa	2
ajosah	9
ajosah-a	1
ajosah-in	1
ajosoh	1
ajosohsa	1
ajot	72
ajot'a	1
ajot'in	2
ajot'un	1
ajot-tai	1
ajotdoh	6
ajoteng	1
ajotkhel	1
ajotlejiu	1
ajotna	9
ajotnau	1
ajotpa	18
ajotpai	7
ajotpaiya	1
ajotpaiyin	1
ajotpaiyun	1
ajotpan	3
ajotpeh-	1
ajotpeh-in	5
ajotpeh-un	1
ajotsoh	1
ajotsuh	2
ajottan	1
ajou	43
ajoudoh	1
ajoujeng	1
ajoujo	2
ajoulhep	1
ajounau	1
ajoupa	1
ajoupeh	2
ajoupi	1
ajoupon	2
ajoupouvin	1
ajousah	1
ajousoh	8
ajousoh-e	1
ajousoh-in	1
ajousohsa	1
ajoutai	7
ajoutan	1
ajoutapouve	1
ajoutauve	7
ajoutauvin	3
ajouva	10
ajouvin	14
ajouvun	7
aju	6
aju-lhasa	1
ajubel	1
ajudonu	1
ajuh	9
ajuhsah	7
ajuhsah-in	1
ajui	47
ajuicheh-uvin	1
ajuijeh-a	1
ajuijiuve	1
ajuijo	1
ajuijon	1
ajuile	2
ajuilut	1
ajuina	1
ajuipai	3
ajuipeh	5
ajuipeh-in	4
ajuisah-in	1
ajuisoh	2
ajuisuh	1
ajuitah	1
ajuitai	10
ajuitan	3
ajuitauve	9
ajuitauvin	1
ajuitei	1
ajuitou	1
ajuitouvin	1
ajuiun	1
ajuiya	2
ajuiye	1
ajuiyin	20
ajuiyu	1
ajuiyui	1
ajuiyum	1
ajuiyun	18
ajuiyuva	3
ajuiyuvin	2
ajuji	3
ajukham	1
ajukhon	1
ajum	6
ajumin	1
ajumjep	1
ajumna	1
ajumso	6
ajumsoa	1
ajumsoi	1
ajun	3
ajung	26
ajunga	3
ajungbou	1
ajungjouse	1
ajungseh	1
ajuning	1
ajuntui	1
ajutapoi	1
ajutapon	1
ajuui	1
aka	27
aka-nau	1
aka-nauva	1
akachai	3
akacham	4
akachamin	1
akadah	1
akagin	1
akagou	1
akah	23
akah-a	1
akah-u	1
akahatsah	1
akahjol	1
akahna	1
akahpeh	1
akahsetji	1
akahsetjia	1
akahtan	1
akahvam	34
akahvama	2
akahvamna	1
akai	39
akaiban	1
akaibanpi	1
akaidingin	1
akaidoh	7
akaidoh-in	3
akaidoh-un	3
akaidoh-uvin	1
akaidohuvin	1
akaigop	1
akaihoi-tan	1
akaihoile	2
akaikhomin	1
akaikhum	3
akaikhumin	2
akaiku	3
akaikun	2
akaile	2
akailhah	1
akailut	7
akailutji	1
akailutpeh-in	1
akaimang	25
akaimangin	7
akaimangtai	1
akaina	2
akaipouvin	1
akaisah	4
akaiset	1
akaitan	3
akaitaouve	1
akaitauve	5
akaitauvin	1
akaithan	1
akaithang	1
akaitho	1
akaithou	14
akaithoule	1
akaithoupa	1
akaithoutai	2
akaithoutan	1
akaithouva	4
akaithouve	2
akaithouvin	4
akaitup	1
akaiy	1
akaiya	4
akaiyin	9
akaiyu	1
akaiyun	21
akaiyuve	1
akaiyuvin	2
akajah	1
akajeng	1
akakan	1
akakholtoh	1
akal	36
akal'in	1
akalbi	4
akaldoh	12
akaldoh-in	6
akaldoh-un	1
akaldohsah	1
akale	1
akalea	3
akaleh	33
akaleh-a	2
akaleh-in	3
akalhajou	1
akalih	1
akaljal	1
akaljang	2
akaljanga	1
akalkang	2
akalkangin	1
akallhu	1
akallhusoh	1
akalouva	14
akalpoi	1
akalsah	1
akalsah-in	1
akalsahna	1
akalsena	3
akalseu	1
akalsong	1
akalsonna	1
akalsot	1
akaltauve	1
akaltou	23
akaltoutai	6
akaltouva	1
akaltouvin	15
akaltouvui	1
akaltouvun	5
akalval	1
akalvala	6
akam	56
akam-sunga	1
akama	4
akambem	4
akamche	1
akamdel	1
akamden	2
akamhat	1
akamhel	1
akamhom	2
akamin	3
akamjang	1
akamkan	2
akamkapoi	1
akamkatan	1
akamkhum	2
akampeh-in	1
akamsal	1
akamsau	1
akamsung	23
akamsunga	28
akamsungin	6
akamsungsoh	2
akamsungu	2
akamsunguva	12
akamsunguvin	2
akamtauvin	1
akamtoh	1
akamu	5
akamun	1
akamuvin	3
akan	41
akana	5
akanbeh	3
akanchah	2
akanchah-un	1
akanchal	1
akandeh	1
akandoh	2
akandup	1
akang	13
akanga	1
akangden	1
akanghel	1
akangin	3
akangji	1
akangjong	1
akanglai	2
akangpol	7
akangsoh	3
akangtalai	45
akangtalaiya	1
akangtalaiyu	1
akangtan	2
akangun	1
akanin	5
akanjin	1
akankhom	1
akanna	2
akanpeh	1
akanpehin	1
akansah	6
akansoh	3
akantah	1
akantah-a	2
akanun	4
akanuva	2
akap	94
akap'in	1
akapantan	1
akapatuve	1
akapi	1
akapjah	1
akapoi	1
akapsah	1
akapsoh	2
akaptai	8
akaptan	3
akaptauve	4
akapte	2
akasah	1
akasoh	2
akat	4
akatai	3
akatdoh-u	1
akathuh	1
akau	1
akaum	1
akauva	3
akauve	1
akauvin	3
akavam	13
akavamin	2
akavamsoh	8
akavamtai	5
akavamtan	2
akavum	1
akchat	1
ake	1
akea	1
akedoh	2
akedohsah	1
akeh	81
akeh-e	5
akeh-in	2
akehbeu	1
akehdoh	3
akehgam	1
akehpoi	2
akehsoh	1
akehson	1
akei	1
akeiya	1
akel	5
akela	2
akelbuh	1
akelcha	2
akeldama	1
akelkot	26
akelkotgol	1
akelngoi	33
akelngoihon	5
akelngoimul	2
akelngoite	5
akelngoiteu	2
akeltan	5
akelthi	1
akem	2
akemsuh	4
aken	4
akena	1
akeng	85
akenga	11
akengbai	3
akengbaiya	1
akengchot	7
akenggu	1
akengho	1
akengin	8
akengjetlam	1
akengkeovin	1
